{"meta":{"title":"雾满南山|博客","subtitle":"拓展视野  提高认知  装备技能  完善人格","description":null,"author":"雾满南山","url":"http://yoursite.com"},"pages":[{"title":"about","date":"2017-08-28T12:01:18.000Z","updated":"2017-08-28T12:01:18.439Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":""}],"posts":[{"title":"你能读懂未知的文章吗","slug":"005 你能读懂未知的文章吗","date":"2017-08-29T01:52:21.000Z","updated":"2017-08-29T03:51:00.633Z","comments":true,"path":"2017/08/29/005 你能读懂未知的文章吗/","link":"","permalink":"http://yoursite.com/2017/08/29/005 你能读懂未知的文章吗/","excerpt":"","text":"副标题：《阅读整理术》读书笔记 摘要:我们一般理解和采用的阅读方式，是低层次的，最多只能得到与自己生活相近的知识。有关自己完全未知事物的文章，才是真正值得学习的有价值的知识。如果没有丰富的阅读经验，只用这种低层次的阅读技巧，根本无法达到阅读的效果。 自我测试 你有怀疑过自己的阅读能力吗？ 你接受过阅读训练吗？（在学校或其他机构） 你觉得，阅读的文字与想要表达的实际事物之间有必然的联系吗？ 能够阅读，但是读不懂书的内容，这样的人到底有多少？ 什么是真正的阅读？一本接一本读完手边的书，真的比没有读书好吗？ 目录前言 一、阅读经历1、日常阅读2、你懂阅读吗？3、幼儿是如何学习语言的（语言教育是所有教育的基础） 二、α阅读、β阅读以及混合阅读1、α阅读2、β阅读3、混合阅读 三、如何学会β阅读1、素读/音读2、外语学习3、用耳阅读4、禅宗公案5、推敲和删改 四、书籍简介 前言 书一直被视为知识的源泉、人类进步的阶梯，但随着信息爆炸时代的来临，人们面对浩如烟海的信息开始应接不暇，“浅显易懂”的文风越来越盛行，很多读者在阅读书籍时开始避重就轻，耽溺于阅读易懂的书籍，排斥相对生涩的未知领域，能从阅读中获得新知、获得成长的人已经越来越少。作者写这本书想追究的是，什么样的阅读才堪称真正的阅读，盲目的读完一本又一本真的比不读书好吗，以及要锻炼我们的精神，获得真正的新知，应该采用何种阅读方法等问题。 一、阅读经历 1、日常阅读 你有没有想过我们在日常生活中所使用的词语和想要表达的实际事物之间是一种什么关系？你是否觉得词语与想要表达的实际事物之间有着必然的关系？本书作者外山滋比古告诉我们：词语与想要表达的实际事物之间是没有必然关系的。如中国人称狗为狗，美国人称狗为Dog,德国人则会把狗称为“Hund”.换句话说，狗的词语和狗这种动物之间只是一种随机约定的关系，而不是“必然”的关系。 我们在阅读的过程中，之所以能读得懂，那是因为我们阅读的是已知的内容，遇到未知的内容时，我们几乎就读不懂。我们一般理解和采用的阅读方式，是低层次的，最多只能得到与自己生活相近的知识。有关自己完全未知事物的文章，才是真正值得学习的有价值的知识，如果没有丰富的阅读经验，只用这种低层次的阅读技巧，根本无法达到阅读的效果。 真正的阅读是阅读未知，未知的阅读必须靠高度智力及想象力的运作，阅读已知只是准备阅读未知的阶段而已。 2、你懂阅读吗？ 如果觉得能读文学作品或评论文章就算懂得阅读，这只能算是一种错觉。抽象的文字似乎让人感觉很恶劣，但事实上，不理解抽象乐趣的读者，根本不理解人类的哲学。或许我们学到的是有些错误、有点落伍的阅读方法，或许我们从来不曾认真思考，阅读真正的文章或词语是何等状况？如何做才能学会这种阅读方法？读书的目的是向未知挑战，完全不进行高层次的阅读，一味用量来填补，便容易产生问题。也就是说，现代人用阅读的量来转移品质上的缺陷，让自己安心。 我们理解语言的方法通常是用已知的知识去对照。知道的就能理解，不知道的就无法理解，理解过程简单明快。换句话说，拥有的知识越多，人理解新知识就越容易。拥有的知识越少，听取或阅读新知识就越困难。我们总在不知不觉间，用吸引自己的方式阅读或听取词语达到的意思。所以若事先未具备知识，懂也会变成不懂或误解，若事先具备了相应的知识，就能闻一知十。用快速扫描的方式阅读书本，毫无问题。 3、幼儿是如何学习语言的（语言教育是所有教育的基础） 无论哪个小孩，都不可能一出生就理解语言。语言是从人的教导中记忆、学习而来。 怎么才能教会幼儿使用词语呢？就是不断重复叙述同一个词汇。重复说出相同的词汇，这些词汇就逐渐变成既知，具有既知的特质。时常且充分地重复同一词语，词语与所代表的事物就会产生连带关系。例如，母亲在孩子面前，不断重复称呼自己“妈妈”，就会让孩子理解自己的母亲与“妈妈”这个词语之间存在关系。同样的过程一再重复，孩子就会逐个记住每一个词语。用此方法学得的词语，还必须通过不断的重复使用，才能变成既知的知识。另一方面学习的对象也只限于孩子的经验世界里的事物——主要就是周遭各种东西的名字。用此方法记忆身旁事物名字所得到的词语，作者称为母乳语。母乳语指的是具体的、可以体验到的世间事物；相对的还有另一种词语是抽象的、孩子们无法体验到的事物。作者称呼这种词语为离乳语。词语的教育并非从学校教育才开始，而是就读小学之前就应该完成的基础教育。也就是说，无论针对α型阅读所需的言语行动或β型阅读所需要的言语能力，一定得乘幼儿期学好。一个人有无阅读未知的能力，跟他小时候有无学习β语、离乳语有相当大的关系。 语言有两项内容：一是理解已知的事物，并从事一些表现的活动。二是创造。 二、阅读类型 1、α型阅读 α型阅读是指阅读既知（阅读已经知道的内容）的阅读方式。 当我们阅读描述某一场篮球比赛的文章时，如果之前我们正好现场观看过该场球赛或通过电视看过球赛的转播，那么我们会觉得阅读起来毫无困难，感觉读起来既轻松又愉快，有很高的阅读兴致。这是因为，我们阅读的这篇文章所描述的实际事物是我们已经知道的内容，这就是α型阅读。随着教育越来越普及，只会阅读文字，读到自己认识的东西就能懂得的α型读者也日渐增多。这类型的读者无法读自古流传下来的古典书籍，却认定自己能够阅读。他们要求书籍符合自己的口味，也就是用α型阅读就能消化。 α型阅读的弊端： （1）读再多已知的信息也无法学到新知识，只从事既知事物的阅读，读者很难出现变化和进步。（2）不管读什么，都想一读就懂，这是习惯α型阅读的人很容易陷入的误解。 2、β型阅读 β型阅读是指阅读未知(阅读未知的内容)的阅读方式。 和α型阅读不同的是，β型阅读没有垫脚石，只能从文字去理解内容，所以有时会引起误解。 β型阅读时，不能因为不懂就要求别人教你，必须运用自己的力量去领悟。β型阅读是所有学科的基本阅读方式。 3、混合阅读 混合阅读是指：所阅读的文章中，既有既知的内容，也有未知的内容。 这种文章都是以α型阅读的既知为根基，然后同时置入非懂不可的未知，也就是β型阅读一起考量。事实上，大多数文章都是两者的混合。 注意： （1）一般的阅读都是以α与β混合型阅读居多。不过由于大多数人只能从事偏α型的阅读方式，在阅读的时候，就会经常误解文章的意思。（2）α型阅读与β型阅读的区分，并非只是阅读技巧上的不同。（3）阅读未知的障碍：第一道障碍是语言和文字，未知的文字经常代表多重意思，如果不了解便读不懂。文章之所以难读，就是因为里面的文字可能指涉多重意思；第二道障碍是就算了解文字或词汇的意思，但是读完文章依旧如在五里雾中。 三、如何学会高层次的β型阅读 训练β型阅读尽可能要从小时候开始，理由跟人类幼儿期的创造性语言活动最强烈有关 1、素读/音读 就是先不考虑文章含义，只是朗读表面文字。是种明知道自己不理解所读内容，却在此状况下继续阅读的阅读方式，这也是β型阅读的原动力。由α型阅读转换到β型阅读来看，首先碰到的问题是，我们无法测出必须花多少时间才能转换成功。因此素读的理念就是，一举攻下城池——先读了再说。 学会素读的方法之一，是选定高价值的古典原版书籍作为教材。教材必须是能让学习者及周遭绝对信任的书籍。古典的东西当然不可能一读就懂，必须重复阅读好几次，过程中不理解的东西自然就能理解，这就是所谓的读书百遍。 素读培养人格：从素读进入真正的阅读，会对个人的人格形成带来很大的影响。 2、外语学习 外语的阅读与母语不同。看起来很平常的外语文章，读起来却让人难以理解意思。正因为难读，因此才能让人养成集中注意力去阅读的习惯，进而提升自己的理解能力。 3、用耳阅读 就是别人朗读，自己通过耳朵听的阅读方式。 英国哲学家、数学家与逻辑学家罗素，其自传中有一句有趣的说辞：“用耳朵读到……”，阅读者就是他的夫人。罗素说自从他用耳朵阅读之后，文章写的更好，他的文笔因此更上一层楼。 4、禅宗公案 古代禅宗的公案，正好可以呈现β型阅读的极致。因为公案是用亲身的体悟去理解完全的未知，既得的知识无法被拿来当成公案。所谓的公案就是一种帮助参禅者领悟真理的手段，由指导者提出问题，解答的难易度会根据思维方式的不同而定。 有位隐居在川越（位于日本琦玉县西南方）的小庙里的禅僧名叫云岗，有一天碰到在猎鹰的道灌。云岗给道灌以下的公案： 感觉像自己已经死过一次，已经放弃一切的人，在未知的因缘下再活过来的话，会变成怎样？ 虽然日日夜夜都在费心思索这个问题，道灌还是想不透，就这样他跑进小田原寺的最乘寺去修行，更加费心的持续思考这个问题。有一天早晨，上完厕所想要站起来，腿脚麻痹了，所以向后倒了。就在刹那间，长久以来试图解开的大问题忽然如融冰般的化解了。（有关道灌这则故事摘自松浦英文所著的《达摩入门》。） 要解读完全未知的事物，就得付出这种程度的努力。想得到正确的解释、解决之道，就要充分重视时间的影响力。时间可以增加力量，读不懂的文章就一直读，在这当中时间就会产生作用。随着时间改变，未知的对象与想理解的人都会一点一滴地改变，最后就可能达到彼此能沟通的境界。由领悟公案答案的过程就可以了解到这点。 5、推敲和删改 删改是针对他人作品的行为，相对地，推敲则是针对自己作品的行为。在阅读的过程中，经常推敲自己的作品或是删改作者的作品能很大程度上提升自己阅读未知的能力，增强自己的创造力。 四、书籍简介 书名：阅读整理学 作者：外山滋比古（日本） 译者：吕美女 出版：后浪出版公司/北京联合出版公司","categories":[],"tags":[],"keywords":[]},{"title":"由特供制度想到的","slug":"004 由特供制度想到的","date":"2017-08-28T08:41:15.000Z","updated":"2017-08-29T01:48:24.172Z","comments":true,"path":"2017/08/28/004 由特供制度想到的/","link":"","permalink":"http://yoursite.com/2017/08/28/004 由特供制度想到的/","excerpt":"","text":"中国在建政之初便从老大哥苏联那里引进了特供制度，直到当今的2016年，特供制度依然很低调的存在着。 纵观历史，这种特供现象存在于权力高度集中且不受监督和限制的国家（集团），即极权专制的国家中。在政治体制为民主政治的国家中，为什么不可能有这种病态的特供制度存在？我想这里最主要的原因在于权力的私有。在极权专制的国度，权力被少数人私有且不受监督，因此，手握权利之人便可肆无忌惮的运用手中的权力为自己/权利集团牟利。在民主制度的国家，权力不被某些个体或集团私有，而是被全体公民所有，这体现在公民手握的选票上。而且，他们的权力始终处于被监督的环境下，公民一旦发现权力被某些人私用或歪用，那么他们便会通过手里的选票将其替换掉。不正当运用权力者还会为此承担非常严重的法律责任。正是因为权力被时时刻刻处于监督之中，腐败和特供等病态的政治现象才会销声匿迹，无处遁形。 当下的中国社会，各种社会矛盾频发，维稳经费一路水涨船高，造成这些不正常现象的主要原因，我认为问题还是出在政治制度方面。这种权力被少部分人滥用且权力不被监督的状况，使得社会大环境变得极其不公正，法律成了一纸空文，在这种不公正环境下生存的人们，他们会想方设法的谋取权力或和权力发生联系，公务员热就是这一问题的表现。不受限制不被监督的权力是通吃一切的，因此，与权力产生联系会极大的增加个体的生存资源。也因此，在与权力靠近的过程中，个体会想尽一切办法采取任何手段，这就又为腐败提供了肥沃的土壤和适宜的环境，权力寻租和贿赂现象便必然会发生。 当下中国的反腐进行的轰轰烈烈，在普通人看来，这届执政者才是真正的为人民服务，是实实在在的为百姓谋福利谋幸福。可事实是否真如此值得打个大大的问号。反腐是为百姓还是权斗值得每一个人认真的去思考，我们有必要搞清这个问题，以免因自己的无知而被权力所绑架利用。反腐如果不从政治制度处入手改进，那么，根除腐败是无望的。政治体制不改。这种运动式的反腐完全无效。杀掉一百个周永康、郭伯雄、徐才厚和令计划之流，只要腐败存在的土壤————政治制度不变，那么还会有千千万万个周永康、徐才厚、郭伯雄和令计划站起来。 文|雾满南山 2016.03.29","categories":[],"tags":[],"keywords":[]},{"title":"游泳小记|副标题：游泳之意外","slug":"003 游泳小记","date":"2017-08-28T07:55:35.000Z","updated":"2017-08-29T01:48:25.874Z","comments":true,"path":"2017/08/28/003 游泳小记/","link":"","permalink":"http://yoursite.com/2017/08/28/003 游泳小记/","excerpt":"","text":"今天下午五点半左右，又去泳池游泳。跟往常一样，还是在练习蛙泳、自由泳，偶尔也练习仰面漂浮。没有刻意练习过漂浮，但还是能仰面漂浮了，这让我既惊又喜。仰面漂浮的感觉很好、很放松，有种摆脱了地心引力般的享受。 今天在蛙泳的过程中，我的泳镜被一个同学撞了，两个镜片中间的连接杆被撞断了，整个泳镜也就报废了。我的眼睛在水里是勉强能睁开，但是特别难受，做不到长时间在水里睁眼。现在泳镜不能用了，而且自己刚到泳池没多久，现在就回去感觉有点不妥，因此，我下定决心，开始练习不带泳镜去游泳。 第一次试游的时候，眼睛极其不舒服，而且几乎不能睁开，因此没游几下马上就出水了。稍加调整后，再次入水，这次感觉好多了，眼睛能在水里睁开较长时间。就这样不断练习了好多次后，眼睛完全适应了在水里睁开，只是睁开的幅度不大，但是已不影响正常游泳。 由这个经历（或意外）让我认识到了很多东西。如果自己的泳镜没被撞坏，自己又不摘掉泳镜的话，那我肯定还是跟以前一样，极度不适应在水里睁眼。由此我想到那句众人皆熟的话:不试着努力一把，你永远也不会知道自己的潜力有多大。 很多时候，我们的停滞不前或不自信，都是源于自己内心深深的恐惧感（大多数时候这个恐惧感都是自己凭空想象的结果），因为恐惧新的行动（或是改变）带来的未知后果，因此我们选择止步不前，把自己留在当下的舒适区中，以此来对付内心的恐惧。可实际上，只要敢于面对自己的恐惧，勇敢的迈出第一步，你会突然发现，之前内心里的那个恐惧原来是如此的不堪一击。 我们心中的恐惧感一方面会保护我们免遭很多伤害，但另一方面却有可能死死的困住我们。因此，找到一个化解自己内心恐惧感的方法，是每个人成长过程中都要面对且必须学会的技能。战胜内心里不必要的恐惧感，你的人生自会走的更远。 文|雾满南山 2016.06.01","categories":[],"tags":[],"keywords":[]},{"title":"第一篇博文之感谢信","slug":"002 第一篇博文之感谢信","date":"2017-08-28T01:05:52.000Z","updated":"2017-08-29T01:47:56.680Z","comments":true,"path":"2017/08/28/002 第一篇博文之感谢信/","link":"","permalink":"http://yoursite.com/2017/08/28/002 第一篇博文之感谢信/","excerpt":"博文首发，感慨良多。","text":"博文首发，感慨良多。 这是我第一个博客，身为一名技术小白，该博客能够成功搭建，全靠了诸多无名网友们的无私帮助。 最应感谢的两位网友是陈素封和郝洲。前者的一篇hexo博客搭建教程贯穿指导我整个博客搭建过程；网友郝洲更是直接在线给我提供一些技术指导和帮助。 其次要感谢的是网上那些无名网友写的一篇篇相关搭建教程。整个搭建过程，参考了很多网友写的多篇教程，再次一并谢过。 接下来要感谢伟大的互联网。互联网的诞生，极大的繁荣了我们的世界。互联网的存在，给我们每一个地球人带来了无比的机会，使得每一个地球人都有了实现自我价值的平台和可能。 最后要感谢的是开智学堂。也是在开智学堂，让我第一次接触到github等先进工具。初次接触github后，便一发不可收拾的喜欢上了。如今我对github的依赖程度已是越来越深，相应的，其对我生活的渗透也越来越广泛。每次使用github，都会让我有一股莫名的愉悦感。 在此也要顺便感谢一番自己，感谢爱折腾的自己。没有自己的爱折腾，注定就没有此博客。","categories":[],"tags":[],"keywords":[]},{"title":"Hello World","slug":"001 hello-world","date":"2017-08-27T23:43:28.697Z","updated":"2017-08-29T01:48:22.355Z","comments":true,"path":"2017/08/28/001 hello-world/","link":"","permalink":"http://yoursite.com/2017/08/28/001 hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[],"keywords":[]}]}