{"meta":{"title":"雾满南山|博客","subtitle":"拓展视野  提高认知  装备技能  完善人格","description":null,"author":"雾满南山","url":"http://yoursite.com"},"pages":[{"title":"about","date":"2017-08-28T12:01:18.000Z","updated":"2017-08-31T12:25:39.344Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"公众号"}],"posts":[{"title":"047 聪明的拟态体","slug":"047 聪明的拟态体","date":"2018-09-21T01:19:15.000Z","updated":"2018-09-21T01:30:36.534Z","comments":true,"path":"2018/09/21/047 聪明的拟态体/","link":"","permalink":"http://yoursite.com/2018/09/21/047 聪明的拟态体/","excerpt":"","text":"日常生活中，大多数人脑子里都植入了这样一条模因：价格贵=质量好。可事实并非如此，价格贵不一定等于质量好。 有个美国人在亚利桑那州开了一家印度珠宝店，他手里有一批不大好卖的绿色珠宝首饰，在旅游高峰期，为了尽快售出这些首饰，他尝试过若干销售技巧，如将其放在店铺显眼的地方以引起顾客的注意，甚至售货员的“推售”，但销售情况依然很糟糕。有一次他要出城采购，出发前一晚，他给售货员留了一张纸条：“这些绿色珠宝首饰，价格乘以1/2出售。”不惜赔本，他也要尽快将这些珠宝首饰脱手。几天后他回来，惊奇的发现所有的首饰都已销售一空，更让他吃惊的是，所有的首饰都是以原价2倍的价格售出。店主不理解顾客这种“愚蠢”行为，但心理学家这样解释这一现象：大多数度假客生活比较富裕，对绿宝石首饰认识比较少，他们用一套标准原则（即“范式”）来指导自己买东西，即一分钱一分货，价格贵就等于东西好。许多研究表明，要是人们对物品的质量拿捏不准，经常会使用这一范式。 一旦看到价格高，我们就马上想到质量好，这一行为方式，被心理学家称为固定行为模式。固定行为模式是指盲目而机械性的行为模式，不光包括简单的行为，也包括复杂的行为序列。它的一个基本特点是:每一次,构成模式的所有行为几乎都是按相同的方式、相同的顺序发生的。动物学家M W.福克斯（M W.Fox）的雌火鸡实验生动演示了雌火鸡的机械行为 —— 雌火鸡对“叽叽”声的极度依懒性。实验材料是一只雌火鸡和一个充气臭鼬。在大自然里，对雌火鸡来说，臭鼬是天敌，只要它一出现，雌火鸡就会咯咯大叫，并用喙啄它，用爪子抓它。实验显示，当充气臭鼬出现时，雌火鸡也会立刻猛烈攻击它。但是，要是在相同的充气臭鼬体内置入一个播放着火鸡宝宝“叽叽”声的录音机，雌火鸡不但不会攻击，甚至会把它收拢到自己的翅膀底下，就像照顾自己的火鸡宝宝一样。录音机一关掉，充气臭鼬又会遭到猛烈的攻击。有种鸟叫作知更鸟，雄性知更鸟只要一看到红色的知更鸟胸羽，就会认为有敌人侵犯自己的领地而猛烈地攻击它。但是，如果你放一只没有红色胸羽并且惟妙惟肖的删除雌知更鸟玩具，前者甚至都不理它。类似的结果，研究人员也有在蓝候鸟删除的身上观察到。不光动物会表现出如此盲目的机械行为，我们人类也不例外。哈佛社会心理学家埃伦·兰格（Ellen Langer）做过一个在图书馆里人们排队用复印机的实验，正在排队的A想请别人帮个忙，他说：“真不好意思，我有5页纸要印。因为时间有点赶，我可以先用复印机吗？”，有94％的人答应让他插队到自己前面。当他说：“真不好意思，我有5页纸要印。我可以先用复印机吗？”，有60％的人答应了他的请求。再换一种说法：“不好意思，我有5页纸要印。我能先用复印机吗？因为我必须印点儿东西。”和第二次请求相比，即使这次请求并没有引入一个合理的理由，结果，却差不多有93％的人都同意了。通过这个实验我们看到，只要请求中包含因为两个字，几乎所有人就会机械性地答应他的请求。这个实验也告诉我们：在我们请求别人帮忙时，要是能给出一个理由，成功概率会更大。 俗语说:话有三说，看你会说不会说。同样的请求，为什么这么说会遭到拒绝，换种说法却能一帆风顺？为什么动物和人类会有这种机械性的盲目行动？为了弄清楚这些问题，心理学家进行了一系列研究。他们没有对这种现象作玄学思辨或空洞理论的探讨，而是通过实验，根据实验数据做出相应的结论。实验发现，这种盲目而机械性的行为可经由触发特征而开启。前面实验里火鸡宝宝的“叽叽”声、红色的知更鸟胸羽以及人类请求中的因为二字，都是这类触发特征，只要一按触发特征这个神奇的开关，盲目而机械性的行为就立刻发生，这就像播放音乐一样，只要按下播放键，音乐就会响起。有一种通常叫做“拟态体”的生物会模仿其它动物的触发特征，诱骗后者表现出盲目而机械性的行为，此时，拟态体便抓住机会，利用对方的错误行为，达到自己的目的。下面我们就来看看大自然里的三个动物高手是如何利用其他生物的触发特征的。 雌萤火虫诱食雄虫 有一种雌萤火虫会在求偶期发出一种特殊闪光，吸引同类雄萤火虫前来交配。而另有一种雌萤火虫，它通过模仿前者的闪光，从而诱食兴高采烈前来交配的雄萤火虫。 鲇鱼猛咬石斑鱼肉 自然世界中，体型较大的石斑鱼和一种小鱼之间存在着一种互惠互利的关系，小鱼是石斑鱼的清洁工。小鱼可以靠近石斑鱼清理它身上的异物，甚至游进它的嘴里，清除附在石斑鱼牙齿或鱼鳃上的真菌和其它寄生虫。又有一种鱼，名叫鲇鱼，却占起了这种合作关系的便宜。鲇鱼可以模仿小鱼上下起伏的游动方式，让石斑鱼误以为是清洁工小鱼。当鲇鱼以这种游动方式靠近石斑鱼，石斑鱼会突然停下所有的动作，并张开嘴巴浮在水面上，等待小鱼进行清理工作。这时候，鲇鱼会突然猛冲过去，咬下石斑鱼的一块肉，还没等石斑鱼明白过来，它早已逃之夭夭。如果鲇鱼没有通过模仿小鱼特殊的游动方式而靠近石斑鱼，就会被石斑鱼吃掉。 隐翅虫恩将仇报 有一种甲壳虫名叫隐翅虫，它可以利用包含气味和触觉在内的多种触发器，吸引两种蚂蚁保护、清理并饲养其幼虫，幼虫成年以后，还会在冬天藏到蚂蚁洞穴去过冬。在蚁穴，隐翅虫被蚂蚁当作同类热情款待，而它却恩将仇报，大食蚂蚁卵和小蚂蚁。 除了前面兰格的实验，对我们人类来说，还有其他的触发特征吗？有的，我们人类不光会在行为层面受触发特征的影响，在认知层面也不例外。对比原理便是我们的又一个触发特征。两样东西一前一后展示给我们，我们怎样看待其中的区别，对比原理是有影响的。简单地说，要是第二样东西跟第一样东西有很大的不同，那么，我们往往会认为两者的区别比实际上更大。搬重量不同的两件物品，如果先搬重的，则会觉得轻物品比实际上更轻，反之则会觉得重物品比实际上更重。聚会时，如果我们先跟一个魅力十足的人聊过，之后有一个相貌平平者走过来和你聊天，这时你会觉得后者太索然寡味了，然而实际上，他并没有你感觉到的那么差劲。有研究发现，看惯了各类明星模特影视剧或照片的我们，会对目前配偶或同居伙伴的性魅力不甚满意。心理物理学有这样一个实验（想必大家早有耳闻甚至耳熟能详）：学生面前放三桶水，一桶冷水、一桶常温水和一桶热水。教授先让同学把一只手放入热水，另一只手放入冷水，之后，教授删除再让他们同时把两只手放在常温水桶中。此时，学生的脸上就会出现困惑的表情，因为之前放入热水的那只手觉得常温水是冷的，而放入冷水的那只手会觉得常温水是热的。 触发特征无处不在，那么，那些聪明的人类“拟态体”有可能在哪些地方偷偷启动我们的触发特征开关呢？为此，罗伯特 · 西奥迪尼通过参与式观察的方式，进行了大量的研究。参与式观察（participant observation）是指一种由实验人员充当各种间谍的调研方法，调查员利用伪装的身份，捏造一套意图，渗入感兴趣的环境，成为所调查群体的一员。罗伯特 · 西奥迪尼曾系统化地在三年内以各种名目渗入人类“拟态体”团体（如销售员、筹款家和广告商等），进行近距离的观察和研究，他发现了销售员利用对比原理影响我们行为的秘密。当我们走进商城要买东西时，售货员就会先给我们展示更贵的物品，如果他不这样做，不仅仅会浪费掉赚钱的机会，对比原理还会调转枪口，对他不利。当顾客要买房时，售楼员会先带领他看几处标价虚高却又比较破烂的房子，然后才带顾客去看他真正想出售的房子，一般来说，这时候顾客都会有一种眼前一亮的感觉，他们会觉得眼前的房子才是自己心中之物。当有客户买车时，经销商会在跟客户谈妥了汽车的价格之后，再报给他备选配件。因为和高昂的汽车售价比起来，这点配件的价格实在是微不足道。但是，当把配件和汽车价格加在一起之后，客户就会发现整车价格像注了水的猪肉一样涨了上去。 罗伯特 · 西奥迪尼是谁？1945年出生的罗伯特 · B · 西奥迪尼（Robert B.cialdini），也被大家称为罗伯特 · 西奥迪尼。他是著名的社会心理学家，全球知名说服术与影响力研究权威。其先后在威斯康辛大学、北卡罗来纳大学和哥伦比亚大学心理学系获得本科、硕士和博士学位，是亚利桑那州立大学心理学名誉教授。曾担任美国人格与社会心理学协会（Society for Personality and Social Psychology）主席，并且是消费者心理协会（Society for Consumer Psychology）的杰出科学贡献奖获得者。他的作品《影响力》一书问世以来，广受好评，《财富》杂志将其评选为75本必读的最睿智的图书之一，斯坦福等大学更是将它列为教材。 正如心理学家所言：“尽管对比原理的预测违反常识，证据却支持它。”还记得前面那个开印度珠宝店的人吗？自第一次意外发现之后，他就开始定期使用“价格贵=东西好”的公式了。每逢旅游旺季，他就提高销售状况不佳珠宝的价格，以此加快销售速度。如果提价后没有得到预期的销量增速，他也可以祭出“特价”的大旗（类似发放优惠券），继续以提价前的标价快速销售那些货物。 现在我们算是见识过对比原理的威力了，等我们下次逛商场时，就要警惕那些聪明的售货员了。触发特征无处不在，如果我们不能洞察先机，就极有可能成为人类“拟态体”的猎物。 备注：本文插图均来源于网络 Update Record 2018-09-21 发布 2018-09-20 再次修改 2018-09-19 修改 2018-09-18 初稿","categories":[],"tags":[],"keywords":[]},{"title":"另类综艺----奇葩说","slug":"046 另类综艺-奇葩说","date":"2018-05-13T01:35:41.000Z","updated":"2018-05-15T01:01:44.476Z","comments":true,"path":"2018/05/13/046 另类综艺-奇葩说/","link":"","permalink":"http://yoursite.com/2018/05/13/046 另类综艺-奇葩说/","excerpt":"","text":"春末夏初，正值五月，于一个清风徐徐，白云悠悠的日子，我在youtube看了一集综艺节目，名为《奇葩说》。看完觉得有意思，主要是因为节目中一个农村小伙的励志故事，其次是樊登读书会创始人樊登和高晓松有关读书的观点交锋，最后是一位心理咨询师和他自己的“无用”心理学。咨询师的“无用”心理学，与《老子》的哲学思想无为而无所不为有异曲同工之妙。 我们年轻人，很容易被这类励志故事打动并吸引，或许正是出于对年轻人胃口这个原因，才会常有人把心灵鸡汤一番打扮，包装为成功学大肆兜售。这个农村小伙，通过自学，成为了世界钢管舞冠军。得再提一句，该小伙的故事，是实实在在的励志故事，不是鸡汤。 出于无喜欢视频可看的囧境，今晚再一次随意打开一集《奇葩说》来看，结果这一集的内容深深吸引了我，让我全程沉浸并享受在观看节目的快乐之中，这种快乐，不输“有朋自远方来”之乐。这一集的《奇葩说》，辩题是:父母要不要给孩子定制一个完美的人生？具体操作设定如下:有一个黑科技按键摆在父母面前，如果按了此键，就可以给孩子定制一个完美的人生，如果不按，孩子可能就要经历一个充满挫折、而且结局可能并不美好的人生。现在，假如你自己已为人父母，面对如此按键，到底是按还是不按？ 刚开始看到这个辩题，并不觉得它有多大意思，也没觉得多有意义，而且我的答案也很明确，我会选择:不按。但在观看辩论的过程中，我又觉得他们每个人说的都很有道理，无论是我支持的反方，还是与我观点相反的正方。我不光觉得每个辩手说的都有道理，更惊悚的是，每个辩手都能说服我，这使得我最开始一口做出的决定，晃动如钟摆，摇摆不定。辩手的辩论风采，或幽默风趣，或激情澎湃，或催人泪下，或娓娓道来······就在我一边摇摆不定，一边享受辩手风采的同时，不知何时看过的一段文字冒了出来。 一个人在听了两种截然不同，甚至对立的观点后，如果他觉得两种观点都很有道理，这很可能说明这个人的价值观不成熟，甚至有问题。 这句话突兀的冒出来，给了我一击。此话话一冒头，我就开始怀疑自己，难道我的价值观真的还不成熟？甚至有问题？在节目享受的牵引和自我怀疑的牵制这两股力量的角逐下，我在不断的自我矛盾中看完了这集《奇葩说》。从节目刚开始对自我选择的笃定，到节目中途的摇摆，再到最后的不知所措，我的价值观经受了一次魔鬼般的考验和打击。 看完节目躺在床上，思考最多的不是我到底要怎么选，而是脑子里冒出的不知从哪里看到、何人写下的这句话。想了好一会，总算想出了一些自认为不失理性，而又能安慰自己的东西。 节目中的辩题，虽然看上去很缥缈，但实际上很贴近我们的生活，对于这种充满哲学色彩的选择题，一般来说，本身就很难选择。其次，无论是刚开始的笃定，还是最终的不确定，都不必然说明了我的价值观不成熟或者有问题。在我觉得，人的价值观，它是动态的，是会随着我们自己知识的积累，阅历的丰富而不断变化的，这种变化，也可以说成是不断的完善。因此，我们不能认为经历过完善的价值观就是成熟的，而未完善之前的不成熟。因为，那个不成熟的价值观，是在当时我们的知识背景和认知深度下理性形成的，完善后的价值观，是在变化了的知识背景和认知深度下形成的，因此，前后两个价值观，由于其形成条件不同，因此我们就不能简单的说前者不成熟。我们可以理解为，后来的价值观只是比前者更成熟而已。打个比方，有两个苹果A和B，你觉得两个都很好，同时，你又觉得B苹果比A苹果更好。而这时B苹果的更好，并不证明A苹果坏。 愿我们每个人的价值观时时都在完善，愿我们每个人都能有一个理性又快乐的人生。如果你也想一睹辩手的风采、辩论的精彩，这一集的奇葩说值得一看。 备注：本文插图均来源于网络 Update Record 2018-05-13上午 发布 2018-05-12中午 修改 2018-05-12凌晨 初稿","categories":[],"tags":[],"keywords":[]},{"title":"自私的爱","slug":"045 自私的爱","date":"2018-02-14T06:33:29.000Z","updated":"2018-02-15T02:54:14.335Z","comments":true,"path":"2018/02/14/045 自私的爱/","link":"","permalink":"http://yoursite.com/2018/02/14/045 自私的爱/","excerpt":"","text":"一部好电影的诞生，除了要有演员细腻到位的演技，以及导演的鬼斧神工外，编剧天才般的剧本更是不可或缺。但在现实生活中却是，很多人看完一部电影，如果觉得好，他们只会归功于演员和导演，丝毫意识不到编剧写出的好剧本。 由金亨俊导演，薛景求、韩惠珍、柳承饭主演的韩国影片《不可饶恕》，是我最近看过的一部好片。这部影片最震撼我的，是编剧天才般的剧本，影片出人意料的结尾，让人久久不能释怀。 简要描述一下剧情: 法医姜民浩为了能得到一笔钱治疗女儿的病，于是在一起强奸案中做了伪证，后来，被强奸女孩自杀身亡，她的弟弟为了报复，前后杀死了六个人。其中三个是当年的被告，即可能的强奸者，另外三个是在法庭上做了伪证的姜民浩和吴恩雅，以及姜民浩的女儿。此剧无疑是个悲剧，但造成悲剧的原因，却是因为一个“爱”字。影片全程看似靠恨推动着向前发展，但在恨的背后，其实是爱。法医姜民浩作为悲剧的源头，是因为对女儿的爱，而李圣浩兄弟最后疯狂的报复，也是因为对已故姐姐的爱。爱是人间最美好的东西，但同时，爱也是最自私的。姜民浩自私的爱着女儿，所以他抛弃自己的职业道德、做人的良知，突破法律的底线犯下了不可饶恕之罪，李圣浩兄弟也是因为自私的爱着姐姐，才会背负着剧痛，靠着恨的支撑苟活下来，为的是报复当年的当事人——杀掉他们。 电影最后的结尾确实很让人意外。法医姜民浩切碎的，再一次用做伪证的尸体，竟然是自己的女儿。他对李圣浩姐姐做过的事，又完完整整在自己女儿的尸体上做了一遍。这么剧烈的反转，很多人会觉得这就是电影的高潮，但我不这么认为，我觉得影片最后，坐在地上平静的吹着口哨的李圣浩，和听见口哨声慢慢走出去的姜民浩那里才是剧情的高潮。在这里，之前歇斯底里的两个人慢慢恢复了平静，可是这种平静，才是最大的歇斯底里。中国人常说大音希声，就是这个道理。 佛家讲因果，讲报应，讲放下执着立地成佛。对李圣浩来说，放下执着就意味着饶恕曾经的作恶者，可是，这要如何做到？要靠着一个什么理由来说服自己放下执着，饶恕深深伤害过自己家庭的那些罪人？靠爱？所谓的大爱？我在想，换做我是李圣浩，我会原谅他们吗？不会的，我不会原谅他们，他们——不可饶恕。 在影片的最后，法医姜民浩开枪打死李圣浩后又开枪自杀，生前承受着剧痛，无法解脱的他们，最终在死亡中得到了解脱。 这部影片还可以从司法角度做一个解读。有关这场悲剧的起因，抛却人性的一面，司法漏洞是罪魁祸首。司法本应是弱者的保护盾，可是在这个案件中，司法的不公正判决，最终导致了当事人通过自己的手段追求应有的公平，而这类手段，只能是暴力。 这个片子部分反映了当时韩国的社会现实，韩国能拍出这么优秀的影片并在国内上映，体现出的，是这个国家的进步和文明。反观我们这个国家，一部狭隘的电影审查制度，不但切断了中国人通过电影这门艺术促进社会改进的可能，更加葬送了一条引导人们反思人性的可能通道。 Update Record 2018-02-14 发布 2018-02-13 修改 2018-02-12 初稿","categories":[],"tags":[],"keywords":[]},{"title":"我为什么开始不信中医","slug":"044 我为什么开始不信中医","date":"2017-09-22T17:10:49.000Z","updated":"2017-09-24T09:19:19.811Z","comments":true,"path":"2017/09/23/044 我为什么开始不信中医/","link":"","permalink":"http://yoursite.com/2017/09/23/044 我为什么开始不信中医/","excerpt":"","text":"人类的历史即是疾病的历史，这是瑞典病理学家Kolke Henschen之名言。自原始医学至现代医学的路途中，散布着无数人类尸骨。尸骨之上，或散发着疾病的狰狞面容，或点缀着人类的智慧闪光。 医学之路，荆棘丛生。 在媒体上，我们常会看到有关中西医之争的言论。很多时候，争执会演变为毫无底线的互相诋毁和谩骂，好像不通过恶毒的词语把对方羞辱的体无完肤就无法显示出自己所支持医学的优越性。每见这些“恢宏“的谩骂场面，教人啼笑皆非，好笑于网友的某种幼稚，可气于愚昧。 中医和西医，本是两种完全不同的医疗体系，彼此有着完全不同的疾病观治疗观。故而要比较二者的有效性，我认为得通过考察其科学性高低而定。中医是中华先民创造的一种经验医学，整个中医大厦建立在五行的基础之上。金、木、水、火、土，则名之为五行，五行之间，既生又克，其关系为：五行相克：金克木，木克土，土克水，水克火，火克金。五行相生：金生水，水生木，木生火，火生土，土生金。 以五行相生相克原理作为中医理论基础，我们的老祖宗发展出了治病方法论。自中医诞生之初至今，其指导实践的理论——五行相生相克——几乎未有变化。 西医，最初也是西方人的一种经验医学，但随着时代变迁，西医逐渐走上了一条科学化的新路。正是这条新路，最终让西医摘掉了经验医学的帽子，获得了新的生命力。 一个理论是否有效，或者比较两个理论的优越，就是在理论满足可证伪性的基础上，看其能否通过逻辑评价和经验检验。 可证伪性: 可证伪性（英语：Falsifiability），又称可反证性、可否证性，在科学和科学哲学中用来表示由经验得来的表述所具有的一种属性，即“这些结论必须容许逻辑上的反例的存在”。 来源：维基百科(wikipedia) 如何理解可证伪性呢？是这样的。假设现在有两个理论A和B，均声称能够准确预测敲门人，姑且均称之为敲门人理论。现在我们假设有人正在敲你家的门，A理论预测:敲门者是人类；B理论预测:敲门者是个男人（或者女人）。这时候，只要你打开门，就能知道敲门者是个男人或女人。假如敲门的是个男人，就说明B理论被证实，如果门外是个女人，则B理论被证伪。 通过对预测的证实和证伪，我们就能对一个理论进行修正，使得该理论的预测能力越来越强。理论的预测能力越强，它就越可信，也就越能指导我们的实践。再来看A理论，由于其只能预测说敲门者是个人，因此无论开门与否，我们都知道敲门者是人，故而A理论的预测虽然“准确”——放之四海皆准，但却丧失了可证伪性。由于既不能被证实又不能被证伪，因而A理论丧失了被不断修正完善的可能。因此，看似正确的A理论，实际上无用。 我们的中医理论，就相当于理论A，西医则相当于理论B。遗憾的是，中医经常会做出一些既不能被证实又不能被证伪的预测。至此，引出我之所以开始不信中医的理由，如下: 一是五行之相生相克在逻辑上的随意性 二是中医里说的气，既不能被证实，也不能被证伪 中医是我们的国粹，是我们的骄傲，更是我们中华民族的文化体现。在漫长的历史长河中，中医给中华民族的繁衍生息做出过不可磨灭的贡献，但时代在发展，社会在进步，如果中医理论不能随时代的发展自我完善和进步，那么总是沉浸于中医的优越性而自我意淫是可悲更是可笑，这不但无益于中医体系的完善和进步，更可说是某种程度的退步。 # 备注：本文插图均来源于网络。 Update Record 2017-09-23 修改补充并发布 2017-09-22 添加图片 2017-08-25 初稿","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"工具的力量","slug":"043 工具的力量","date":"2017-08-30T16:27:16.000Z","updated":"2017-09-24T02:30:37.420Z","comments":true,"path":"2017/08/31/043 工具的力量/","link":"","permalink":"http://yoursite.com/2017/08/31/043 工具的力量/","excerpt":"","text":"给大家介绍几款我正在使用的工具。这些工具的使用，会极大降低我们编辑文本的难度，提高工作和学习的效率。这几款工具分别是：Markdown、七牛云以及Adblock Plus。 一、Markdown1. 什么是MarkdownMarkdown是一种轻量级标记语言。能够很方便的进行文本编辑，相较于Word，其优势明显。markdown语法极容易上手，一个正常人，只要三四分钟的学习，便能够使用markdown语法进行文本的编辑。一旦使用过markdown，你绝对会惊叹于其高效性和简洁性，并会越来越依赖此语法的使用。我就是这样，在使用过后，立刻决定放弃word改用markdown。 Markdown创始人是约翰·格鲁伯（John Gruber）。约翰·格鲁伯于2004年创造了Markdown语言，有相当大一部分语法是和亚伦·斯沃茨（Aaron Swartz）合作完成。亚伦·斯沃茨于2011年7月19日被指控非法下载大量学术期刊文章，并遭联邦联邦政府起诉被捕，面临巨额罚款。2013年1月11日早晨，他被发现在公寓中自缢身亡，时年26岁。天妒英才。 约翰·格鲁伯（John Gruber）亚伦·斯沃茨（Aaron Swartz） 2. Markdown部分语法展示1）标题输入： # 一级标题## 二级标题### 三级标题#### 四级标题 显示： 一级标题二级标题三级标题四级标题 2）列表无序列表 输入： - 你- 我- 她 显示： 你我她 有序列表 输入： 你 我 她 显示： 你 我 她 3）引用输入： > 黑夜给了我黑色的眼睛 显示： 黑夜给了我黑色的眼睛 4）图片插入语法是这样：![名称]（地址） 5）粗体和斜体用两个包含一段文字，显示为斜体；用四个包含一段文字，显示为粗体 斜体 *这是斜体* 这是斜体 粗体 用四个*号包住 我是粗体 这四个字，则显示如下 这是粗体 6）分割线输入三个 *，则可得到一条分割线。 7）其他语法如：代码框、表格等这里不予展示，感兴趣可自行查阅。 3. 编辑器我使用的Markdown编辑器是MarkdownPad 2。markdown编辑器种类很丰富，可依照自己的喜好去选择。 二、七牛云七牛云存储被我当作图床来使用。使用markdown时，不能直接添加图片，而要引用图片的存储地址。因此，得有一个存储图片的地方。我选择的是七牛云，因为其安全可靠，并且，新申请的账号有10G免费空间可用。 三、Adblock PlusAdblock Plus是由弗拉基米尔·帕朗（Wladimir Palant）于2016年开发的一个开源项目。Adblock Plus可屏蔽掉烦人的广告、跟踪、恶意软件及其他你不想在浏览器中看到的东西。 知道这个软件，源于对垃圾信息的厌恶。由于不堪忍受各类广告等的侵扰，某一天我突然想到，能不能用什么办法屏蔽掉自己不想看的内容。有了这个想法后，我便上网查询。没找多久，就看到了Adblock Plus这么一款插件。看了此软件的说明及别人的介绍后，我终于长舒一口气，认定这就是我要找的的东西。来不及多等，立刻将其装于浏览器中，神奇的事情发生了，那些恼人的广告，再也不见了踪迹。记得当时还专门写了 【如何免受广告侵扰之苦】 这么一篇文章来介绍此插件。 任何人的一天，只有同样的24时，且每个人的注意力均有限。如果你用稀缺的注意力这种资源关注了事物A，势必会减小对事物B的注意力投放。换句话说，如果你在广告等垃圾信息上耗费了稀缺的注意力，则肯定降低你对有用信息的获取。李笑来说过，在我们成长的道路上，有三个隐形的大坑——莫名奇妙凑热闹、心急火燎随大流以及操碎了别人的心肝——很多人都掉入过。屏蔽掉那些无孔不入的垃圾信息，能避免自己掉入这三个大坑，从而让我们在成长的道路上跑的更安全、更持久。 总结 自从人类祖先使用了火，整个现代文明的出现才有了可能。也可以说，是火这种工具，给人类带来了繁荣的现代文明。工具的力量，由此可见一斑。 工具会把人分类，使用不同的工具的人，从某种角度来看，就是不同类的人。拥有先进的工具，会增强我们的力量。懂得选取先进的工具，是一个现代人的生存优势之一。 文|雾满南山 2017.08.22 Update Record 2017-08-22 添加adblock plus、markdown语法展示及图片等内容 2017-08-21 初步写稿","categories":[],"tags":[{"name":"技术","slug":"技术","permalink":"http://yoursite.com/tags/技术/"}],"keywords":[]},{"title":"壹周总结","slug":"042 壹周总结","date":"2017-08-30T16:19:33.000Z","updated":"2017-09-24T02:30:58.936Z","comments":true,"path":"2017/08/31/042 壹周总结/","link":"","permalink":"http://yoursite.com/2017/08/31/042 壹周总结/","excerpt":"","text":"一、写作之思2017年8月14号这天，我开始了一项第一阶段为期35天的日写1000字练习活动。由于对自己执行力自信不足，我便采取了引入损失厌恶效应来增强自己执行力以避免懒惰和拖延的策略。 我的计划是这样：先给小李同学转去175元，然后我每天在24点前提交一篇文章，如果按时提交，则她会返我5元，反之，当天5元归她所有。不写不知道，一写吓一跳，对于这种持续性写作工作，我发现自己进行的竟然特别艰难。最大的困难不是不想写，而是很多时候不知道写什么内容。反思了这几天，深刻的认识到，之所以出现这种状况，权乃自己腹内无货。仅有的那点点内容，不够写个几篇文章，便被榨的一干二净。我一直相信，解决问题的前提是承认问题的存在。由此，我认识到，要做到长期的持续性写作输出，就得做好长期持续性阅读输入的准备，并且彻底贯彻执行之。做不到这一点，持续写作就是空谈，就是一句看似正确的废话。 之前听过一句话:用输出倒逼输入。这话听着很正确，给人一种看到了希望的喜悦。但是，在这次持续写作实践中，我发现很难做到输出对于输入的倒逼。经过这几天的反思，我意识到，这话不是不对，但是不太适合腹内无物的写作初学者，而更适合那些有一定知识储备和写作技能的人，我把这类人称为有基础者。对于这类有基础者，当他们从自己的舒适区向学习区过渡时，这种输出倒逼输入的方法才会有效。那么，对于无基础者怎么办呢？我提炼出的方法是:前期用输入推动输出，后期用输出倒逼输入。怎么理解？是这样的。由于无基础者既匮乏写作技能，又腹中无物，所以输出对于他们难度太大。为了降低难度，这类人可以通过输入先给自己储存一定的内容，最主要的输入方式是阅读。等到腹内稍微积攒些内容，便可以立刻将其通过写的方式输出来。 在这个阶段，不追求写作技巧的提升，只要输出量的保证（以字数来衡量）。这样，通过不断的输入，不断的推动输出。由此，不但给自己积累了写作内容，还为后续进行写作技巧的学习和提升提供了可能。没有量的积累，任何技巧的学习都是无效的。比如说一个人要学习各种游泳技巧，如果他没有在水里泡过较长时间的经历，那他注定学习不了游泳的各种技巧。认识到这一点非常重要，因为这才是降低无基础写作者学习写作技能的难度的最有效方法。这个方法至少对我是管用的。 二、生活之省由于持续写作练习的进行，自己白天要进行大量的写作素材准备工作，晚上才能开展写作活动，这使得我往往睡得很晚。最近一个礼拜，几乎都是晚上三点多才睡，有时候会到四点半（实际上是第二天凌晨）。这种对固有睡眠规律的打破，很容易造成自己白天昏昏欲睡，精力不足。在这之前，我几乎能够做到每天五点半左右自然醒，而这周以来，平均要睡到八点多才能醒。规律的睡眠是一个人白天精力充沛的保证，为了有一个清醒的白天生活，这种不规律的晚睡行为应当予以纠正。 可喜的是，这一周以来，自己制定的跑步计划得到了全面落实。 三、见识之增 战术：装傻充愣，指东打西。（GWG） 方法：承认问题的存在，才有可能解决问题。（陈素封） 做人：不轻易许诺，许诺必行。（李玲同学） 反省：“真实”极其重要。有的人思路混乱，头脑愚蠢，却并非先天如此，并非上天亏待他，这种人即使学了思考方法，碰到实际问题时，仍会冒出种种愚蠢的想法，个中症结就在于不真实，一大丛纠缠不清的心结扭曲了心眼。（李天命） 周总结就写到这里，下周再接再厉。这周给自己的格言是: 以独立之心，行合群之事。 备注： 此文是对2017.08.14 ~ 2017.08.20之生活总结。 文章插图均来源于网络。 文|雾满南山 2017.08.21 Update Record 2017-08-21 后期修改、添加图片 2017-08-20 初步写作并修改、增补三个小标题 2017-08-19 念起","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"大脑里的系统1和系统2","slug":"041 大脑里的系统1和系统2","date":"2017-08-30T16:09:56.000Z","updated":"2017-08-30T16:18:56.143Z","comments":true,"path":"2017/08/31/041 大脑里的系统1和系统2/","link":"","permalink":"http://yoursite.com/2017/08/31/041 大脑里的系统1和系统2/","excerpt":"","text":"人类的大脑非常复杂。正因复杂，激起了无数人类智者的不懈探索。下面，让我们一道领略一番人类大脑的奇妙之美。 一、系统初识先来看一张图。 你能从这张图里得出什么信息？你肯定能迅速看出这是一张愤怒女性的脸，并且能很快推测出她可能正在大声说一些难听的词，你甚至能预测到她可能会做出某些具有攻击性的动作。 现在，再来看一个问题，是一道数学题。 17×24 你能立刻就知道这是一道数学题，并且能对答案的大概范围做出估计。此时如果手边有纸和笔，你就能很快算出答案。没有纸和笔也没关系，只要心算能力强，你就能集中注意力默算一分钟甚至更短时间也能得到正确答案。 你有没有意识到，在你解读第一张图片和回答第二个问题时，你的大脑是如何活动的？可能你从没想过这个问题，没关系，你可以停下来思考几分钟再接着读后面的文章。 现在，可能你已经思考过了，并且有了一些答案。咱们继续。在解读第一张图片时，你能很快判断出这是一张愤怒女性的脸，这个过程有多快呢？快到你都意识不到解读过程的存在，因为只要一看到图片，好像你就能立刻知道图片内容。而在回答第二个问题时，就没那么轻松，你得停下手里的活，并且集中注意力，从记忆中提取相关的数学知识，然后经过按部就班的运算，你才能得到正确答案。由于要调取记忆以及进行计算，所以在回答第二个问题时，你并没有那么快，至少不如看到图片就能立刻解读出内容那样快的得到运算结果。以上对图片的立刻解读和对乘法题的慢运算，就是丹尼尔·卡尼曼在他《思考，快与慢》一书里所说的快思考和慢思考。这两种不同的大脑运行模式，心理学家基思·斯坦诺维奇（Keith Stanovich）和理查德·韦斯特(Richrd West)称之为系统1和系统2。 系统1的运行是无意识且快速的，不怎么费脑力，没有感觉，完全处于自主控制状态。 系统2将注意力转移到需要费脑力的大脑活动上来，例如复杂的运算。系统2的运行通常与行为，选择和专注等主观体验相关联。 (引用：《思考，快与慢》，丹尼尔·卡尼曼，P005) 为了更清晰的认识系统1和系统2的特点，我们来看几个例子。 系统1: 确定两件物品孰远孰近 确定突然出现的声源 看到恐怖画面后做出厌恶的表情 以上列出的大脑活是完全无意识的。比如听到巨响的同时，你会本能的望向声源所在方向。 系统2: 赛跑时随时做好起跑准备 寻找某位白头发的妇女 在一间嘈杂、拥挤的屋子里关注某个人的声音 在上述各种场景中，你都必须做好准备，集中注意力才可能做得好。否则，你没法很好的完成以上情境中的任务。 至此，我们明白了系统1和系统2各自独立的运行模式。可能你会问，大脑运行时，系统1和系统2是独立运行还是会互相配合？其实，在大多数时候，两个系统是相互配合运行的，系统1和系统2的相互配合才使得我们的大脑运行的更加高效和快速。那么，两个系统具体是怎么配合的呢？ 二、两个系统的关系在我们醒着的时候，系统1处于自主运行状态，而系统2处于只有部分功能参与的放松状态。系统1不断为系统2提供印象、直觉、意向和感觉等信息，并且系统2通常会毫无保留的接受系统1的建议。这就是你为什么会相信自己的最初印象，并依自己的想法行动的原因。但是，当你遇到吃惊的事情时，系统2会被大范围激活。如果事物违反了系统1所设定的世界，比如电灯泡在跳、猫在汪汪叫，那么，系统2也会被快速激活，从而对这类让人“吃惊”的事物做更细致、更深入的判断和解读。另外，你之所以在生气时也能保持应有的礼节，在夜晚开车时能够保持警惕，都是系统2的功劳。 系统1和系统2能够配合工作，有时候，两个系统间也会发生冲突。请仔细看下面这张图。 在这幅图里，我们会看到带有相反箭头的两条线段，并且我们能够确定，下面一条线比上面那条更长。但是，当拿尺子测量过两条线段后，我们吃惊的发现，原来两条线段是等长的。这便是著名的缪勒-莱耶错觉图。 你的直观印象（系统1）让你觉得下面的线段就是比上面那条长，但测量活动（系统2）又给了你两线段等长的结论。造成这种视觉错觉的原因是系统1和系统2之间的冲突。为了避免这种视觉误差给我们带来对世界的错误认知，我们应该选择相信更加专注、更加理性可靠的系统2给我们的答案。 三、虚拟的角色尽管我们一直在使用系统1和系统2来解释大脑的运行模式，但我们必须要明白，系统1和系统2是虚拟的角色。在我们的大脑中，并没两个被叫做“系统1”和“系统2”的实体脑区。 文|雾满南山 2017.08.20","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"解读：一个人的命运究竟由什么决定","slug":"040 解读：一个人的命运究竟由什么决定","date":"2017-08-30T16:07:21.000Z","updated":"2017-08-30T16:09:09.271Z","comments":true,"path":"2017/08/31/040 解读：一个人的命运究竟由什么决定/","link":"","permalink":"http://yoursite.com/2017/08/31/040 解读：一个人的命运究竟由什么决定/","excerpt":"","text":"在公众号王东岳读到作者知明写的一篇文章，觉得挺有意思，所以尝试着做一解读。文章标题是《一个人的命运究竟由什么决定》。 看到这样一个文章标题，想必很多人立刻会产生共鸣。因为，你可能也思考过同样的问题，或者也有过此类疑惑，就算你不曾有过疑惑，将来的某一天，你很可能也会面临这个问题，并且会试着给出自己的答案。作者在文章里讲了这样一件事。说在中国某些地方有一个传统，小孩子一出生，就要找算命先生给他算算命，或者在他面前摆几个东西让他去抓，抓到什么就代表他未来可能成为什么人。比如抓到一支笔，可能将来就是一名作家。杨绛先生在一篇文章里写过一件事，讲钱钟书小时候抓阄，抓了一本书，大人很高兴，因此给他取名钟书。而我们都知道，后来的钱钟书就是中国知名的大作家和文化学者。他写的长篇小说《围城》，享誉海内外。 为什么会出现算命和抓阄这种传统？作者说是由于人们对不确定性的恐惧。原文如此: 我们都希望在不确定中发现确定，我们不希望面对的将来是模糊的，飘摇不定的，那样就太没有安全感。 人类希望掌控自己的命运，然而，小到个人大到国家，其命运又由什么来决定？作者说他在《物演通论》中找到了答案。小到一个人大到一个国家，其命运都是文化属性的产物。作者说，在对文化属性这个概念进行拆分后，发现原来是思维差、信息差、行动差共同作用于命运。 面对同一个问题，不同的人会有不同的反应，这些迥然不同的反应，作者说全部来自于其个人的文化属性。什么是文化？作者说:文化是由生存结构决定的思维方式和行为方式的集合。而生存结构又由环境所决定。到这里我们终于明白了，是生存结构和信息差决定了命运。那么通过改变生存结构，即改变环境，以及去信息的源头获取第一手的信息，我们就可以左右我们命运的方向。 文|雾满南山 2017.08.19","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"二十二","slug":"039 二十二","date":"2017-08-30T16:05:41.000Z","updated":"2017-08-30T16:07:48.216Z","comments":true,"path":"2017/08/31/039 二十二/","link":"","permalink":"http://yoursite.com/2017/08/31/039 二十二/","excerpt":"","text":"昨天下午看了一部新上映的纪录片，片名《二十二》。这部纪录片于2017年8月14日在中国内地公映，反映了抗日战争期间中国“慰安妇”的遭遇和现状，是中国首部获得公映许可的“慰安妇”题材纪录片。该片由郭柯执导，以2014年中国幸存的22名“慰安妇”为主要讲述对象所拍。这22名幸存者，便是片名的由来。据悉，由于影片的制作和宣传费用花去400多万，使得一度陷入资金紧张的剧组不得不靠众筹来筹集影片的发行经费。有32099人参与众筹，共计筹得资金100余万元，这才使得影片顺利上映。 观影中，在影片前二十分钟内，我唯一的感觉是愤怒。愤怒，是因为看到那些身心饱受战争摧残的残烛老人所过的艰难生活而心有不忍。这些战争的幸存者，如今每个人都身处社会最底层，过着常人无法想象的贫困生活。她们中，有些人拥有自己的家庭，有自己的儿孙，但也有好几个是孤身一人。这几个孤身幸存者，不是一个人悲惨的过着社会人士的救济生活，就是一个人孤独的生活于养老院中，孤独的等待着死神的到来。我不解的是，为什么没有国家机构去帮助这些饱受战争和病痛折磨的老人？我们的国家经常教育我们要爱国，说没有国家就没有人民，而当人民为了这个国家受尽苦难受尽折磨后，这个国家又在哪里？难道说人民只有爱国的责任，而国家却没有保护人民的义务？我很不解，所以我愤怒。 这部非国家组织人力物力财力进行调查和拍摄，靠众筹发行经费才能顺利播出的纪录片，所记录下的将会是这些老人最后的身影。日军的性暴行，如此沉痛的历史苦难，这22位老人是如今唯一的亲历者和辛存者，随着时间的推移，随着死神的临近，她们很快都将离开这个世界，带走那段沉痛的名族记忆。在她们的有生之年，看不到罪恶施暴国的道歉，得不到应有的战争赔偿。战争年代的她们，饱受敌人的摧残；战后的她们，又受到身边同胞们的冷嘲热讽和这个国家对她们的遗忘。我不知道曾经的施暴者是否会在良心的谴责下偶尔记起当年被他们摧残过的人，我只知道，我们的国家忘了她们。 我们不能总是心怀仇恨，但我们不能忘却苦难。人是健忘的，难道我们的国家也如此吗？难道这个国家只允许自己的国民记住仇恨而忘却苦难吗？假如我们的国家拿不出一点点经费来赡养这些民族战争中幸存的受难老人，难道也拿不出一点点经费去调查，去记录下敌人曾经的暴行、民族的苦难吗？往事并不如烟，我们不记仇，但苦难不能忘。 2015年12月28日，韩国外长尹炳世与日本外相岸田文雄在韩国首尔就慰安妇问题达成协议，日方对慰安妇问题公开致歉，并将拨款10亿日元（830万美元）协助韩国成立支援慰安妇的基金会。同一天，日本首相安倍晋三在与韩国总统朴槿惠的电话会议中也对慰安妇问题明确表示道歉和反省。面对同样的二战罪行，日本对韩国慰安妇问题的正视和对在中国所犯同样罪行的不承认，这种截然相反的态度里，既有日本人试图抹去历史罪行的算计，也与中国政府对日本战争罪行的追责不力大有关系。 回到现代，看看如今我们那些手握大权掌握国家命脉的统治者，谁不享受着这个国家甚至这个世界能够提供的顶级现代医疗？谁不吃着特供的食品，抽着特供的烟，喝着特供的水？用着一切特供的生活用品。我们的国家动不动就几百亿上千亿的对外援助，但就是记不起自己国家那些民族战争中的受害者、幸存者。有时候我会想，她们的幸存到底是幸还是不幸？ 往事并不如烟，这是一个健忘的民族。 文|雾满南山 2017.08.17","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"心迷宫and万箭穿心","slug":"038 心迷宫and万箭穿心","date":"2017-08-30T16:02:42.000Z","updated":"2017-08-30T16:05:07.965Z","comments":true,"path":"2017/08/31/038 心迷宫and万箭穿心/","link":"","permalink":"http://yoursite.com/2017/08/31/038 心迷宫and万箭穿心/","excerpt":"","text":"心迷宫有次逛谷歌，无意中看到一部国产影片。直觉告诉我，此片可以一看。 影片名为【心迷宫】，是一部2015年10月16日于国内上映的悬疑片。该片由忻钰坤执导，邵胜杰、霍卫民、王笑天、罗芸和孙黎等人主演。老实说，在看过此片之前，我对该导演以及诸位演员无任何了解，毫不夸张的说，我甚至都没听说过他们的名字。 对于国产片，一直不敢抱有太高的期待。理由正如你所知，实乃国产片烂片太多，用烂片齐放来形容一点都不为过。在某个没有晚霞的傍晚，冲一杯咖啡，打开影片试着看来，正所谓不看不知道，一看“惊”一跳。这无疑是一部很优秀的国产片，但在此之前，我竟然不知道该片的存在，这实在出乎我的意料之外。 查了一下该影片的票房记录，只有区区1027万，可谓票房惨淡。如此优秀的国产片，票房却如此的惨不忍睹，反观那些个烂片，票房动辄数个亿。这种名不副实的现象实为诡异。像这种既诡异又离奇的事不是经常在我们这片国土上上演吗？如此一想，也就释然了。 影片情节安排巧妙，故事跌宕起伏……不再多写，以防剧透。 万箭穿心我要推荐的第二部国产影片是由王竞执导，颜丙燕、焦刚、李现、赵倩和陈刚等人主演的【万箭穿心】。该片上映于2012年11月16日并获得第十五届电影华表奖优秀故事片奖。 影片讲述的是李宝莉（颜丙燕饰）跌宕起伏的一生。影片中，生活的艰辛、温暖、苦痛与无奈在这个普通的女人身上轮番上演，而这个女人的生活，却在坚强与希望中一步步走入悲剧的深渊。 李银河这样评价这部剧: 拍的非常收敛，并不煽情，被感动完全是因为悲剧之美。 剧中人物，每个人都并没做错，甚至可以说每个人都做的很对，但悲剧正是在这一个个做对中如滚雪球般越滚越大，直至摧毁掉某些东西。失掉某些东西后的剧中人，虽然都照常生活着，照样呼吸着那方空气、享受着那片阳光，然而他们的生活，却在渐渐地枯萎腐烂，空虚日渐丛生。 什么是生活的悲剧？悲剧不是身残，不是屋漏，亦非身亡。悲剧是:你心怀生活的希望，却一步步走向无奈空虚的迷雾中。 两部影片，在国产剧中都属于上乘之作。无论是影片传达的理念或是故事之讲述方式，都让人眼前一亮。闲暇之余，不妨找来一看，说不定这两部国产清流，会给你浮躁已久的心带去意料之外的清凉。 文|雾满南山 2017.08.02","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"生命的意义","slug":"037 生命的意义","date":"2017-08-30T14:40:19.000Z","updated":"2017-08-30T14:42:27.633Z","comments":true,"path":"2017/08/30/037 生命的意义/","link":"","permalink":"http://yoursite.com/2017/08/30/037 生命的意义/","excerpt":"","text":"帕斯卡尔说：人是一株会思想的芦苇。纤弱的芦苇，因思想而伟大。 当人身陷险恶的自然环境和社会环境时，生存得不到保证，生命颤微。此时，生命犹如狂风骤雨里山巅的石头，摇摇欲坠。果然，在飓风的肆掠下，有些石头一坠而下，跌落万丈深渊，粉身碎骨，只激起一阵烟尘，一声闷响。然而，仍会有一些“顽石”，于凌冽的寒风中，骤雨里，坚固如初，不动不摇。维克多·弗兰克尔便是后者，一颗饱经疾风暴雨的侵蚀、人性之恶的蹂躏而又人性之辉光不灭的启明星。 维克多·弗兰克尔，著名的心理学家，身处二十世纪的他，堪称一个奇迹。纳粹时期，作为犹太人，他的全家都被关进了奥斯维辛集中营，其父母、妻子、哥哥，全都死于毒气室中，一家人唯一幸存了妹妹和他。此幸运，使姐弟俩成为《圣经》里那个“幸免于难的人”。离开集中营后，弗兰克尔不但超越了这常人无法忍受的炼狱般的痛苦煎熬，更将自己的苦难经历结合他的学术，开创了意义疗法，替人们找到了绝处再生的意义。其作品《活出生命的意义》，记录了他的部分苦难经历和意义疗法的开创过程。这本书曾感动了千千万万的人，它被美国国会图书馆评选为最具影响力的十本著作之一。 该书分两部分写就。第一部分，是其在集中营的经历，第二部分，则是意义疗法。 什么是意义疗法？ 简单来说就是赋予生命以意义，从而助人度过生命中黑暗的时刻，而不被黑暗所吞没。弗兰克尔说：根据意义疗法，努力发现生命的意义正是人最主要的动力。 一些学者认为，意义和价值“不过是心理防御机制的反向形成和升华法而已”。但作者说，他就不愿意单单为自己的“心理防御机制”而活着，也不愿意仅仅为了自己的“反向形成”而送死。人，能够为了自己的理想和价值而活，甚至为此付出生命。 反向形成在心理学上是指：无意识的冲动在意识层面上向相反方向发展，人的外表行为或情感表现与其内心的动机欲望完全相反。 法国人曾做过一项民意检测，结果显示，89%的被访者承认人需要“某种东西”才能活下去。另有61%的人承认自己的生活中确有某种东西或者某个人是自己愿意为之献出生命的。约翰·霍普金斯大学的社会学家对48所大学的7948名大学生做过一项统计调查。在被问及什么是你目前最主要的事情时，16%的学生回答说是“赚很多钱”，78%的学生回答说是“找到生活的目标和意义”。 作者说，人对意义的追求也会遇到挫折，意义疗法称其为“存在之挫折”。存在之挫折会导致神经官能症。 生活中，很多人会抱怨生活没有意义，他们受到内心空虚的困扰，弗兰克尔把这种症状称为“存在之虚无”。存在之虚无的主要表现是厌倦。叔本华说：人注定要徘徊在焦虑和厌倦这两极之间。此外，存在之虚无还会戴着各种面具伪装出场。有时，遭遇挫折的人对意义的追求会通过追求权力得到替代性补偿，也可能会追求权力之最原始的形态即金钱来得到补偿。 在当下的国人眼里，中国梦好似只是对金钱和权力的崇拜和追逐，何以如此？难道正如弗兰克尔意义疗法所折射的，是饱受挫折后心灵空虚的中国人的必然选择？ 再问，中国人何以如此大面积的患有存在之虚无的症状？我能想到的唯一原因是：缺乏自由。集权统治下的国民——被圈养的猪——是没有自由可言的。人没有了自由，思想便日渐萎缩，只能任由空虚和寂寞泛滥成灾，填充那空洞的精神坑洞。 存在之虚无有点类似于“空心病”。 空心病，价值观缺陷导致大部分大学生心理障碍，并称之为“空心病”。价值观缺陷导致的心理障碍，症状为觉得人生毫无意义，对生活感到十分迷茫，不知道自己想要什么。疲惫、孤独、情绪差，感觉学习和生活没有什么意义，人生看不到希望，终日重复没有结果，生活迷茫对未来没有任何希望，存在感缺失，身体被掏空。（来源：百度百科） 有此症状，但不甘沉沦的大学生们，弗兰克尔的意义疗法不失为一剂救命良药。 一旦找到了意义，痛苦就不再是痛苦了。 文|雾满南山 2017.03.09","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"阶段性整理二","slug":"036 阶段性整理二","date":"2017-08-30T14:36:53.000Z","updated":"2017-08-30T14:39:46.113Z","comments":true,"path":"2017/08/30/036 阶段性整理二/","link":"","permalink":"http://yoursite.com/2017/08/30/036 阶段性整理二/","excerpt":"","text":"1、越来越觉得，影响一个人一生的，并非那些外在如权力、财富等东西，而是这个人内心的某些东西。这些内在的东西，最常听到的说法是三观。即人生观、世界观和价值观。在心理学上有一种说法，管内在的这种东西叫做心智程序。我们对这个世界有怎样的认知，就会采取怎样的行动，而怎样的行动，就会造就怎样的人生。总结来说就是：对世界有怎样的认知，就会收获怎样的人生。 2、私人领域的情感关系和社会领域的权力关系是不同的。 上下级——社会关系 好朋友——情感关系 很多人面对的关系难题之一，就是难以对社会关系和情感关系进行理性的把握和调和。 3、情绪问题已经是一个影响一个人方方面面的重要问题，显而易见的是：拥有良好的情绪掌控能力，是适应这个现代社会的重要能力之一，而且，这个能力的重要性会越来越突出。一个人不能很好的处理情绪问题，有一部分原因可能是先天的生理不足或后天的生理创伤导致的，而大多数人的原因是对情绪的认知出了问题。前一个处理起来可能比较棘手，而后一个完全可以通过提高对情绪的认知而很好的解决。 4、不再死板的对任何问题追寻所谓的标准答案。可以这么说，这个世界其实没有所谓的标准答案。而所谓的标准答案，可能只是某一视角下对此问题的的答案而已。当换个角度，可能就会有新的答案出现，而这两个答案，很可能是完全相反的。放弃对单一标准答案的追求，取而代之以追求问题在多元视角下的多元答案，是一个人进步的体现。 5、轻度的焦虑对个人的生存有一定的益处，但假若让这种感觉肆意蔓延，那么会严重阻碍个体的发展。同时，还可能会引发一系列其它的心理问题，这些心理问题进而削弱人的活力，僵化人的思维，阻碍人的格局扩展，直至使人丧失行动能力和生存信念。 6、一点所谓的厚黑学：要想花掉别人或上级的戒心，那就让自己愚蠢一点。拍马屁理论指导： 将对方当婴儿照顾 当天神崇拜 假装自己是猪脑子或者自己本就是猪脑子 （丁书苗搞定前铁道部长刘志军，用的就是这个） 7、在别人未主动寻求自己的帮助时，千万不要拿着为别人好的“好意”去给人帮忙。这样的“好意”不是真的“好意”，而是自己不喑人情世故的愚蠢表现。中国人比较信奉“事不关己高高挂起”的生存“智慧”，相信不存在特别多的这种主动“献好”的困惑。 8、主导这个世界运行的，无非是“权力、金钱和智慧”这三种力量，要想获得更好的生活或者在一定程度上影响这个世界的运行，假如没有前两个优势，那就乖乖在智慧上下功夫吧，空想是没用的，再说一次：空想是没用的。成年累月的空想，不如须臾的行动来的实在。 9、独立之人格，自由之思想。 文|雾满南山 2017.01.08","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"卡片练习","slug":"035 卡片练习","date":"2017-08-30T14:32:45.000Z","updated":"2017-08-30T14:45:05.305Z","comments":true,"path":"2017/08/30/035 卡片练习/","link":"","permalink":"http://yoursite.com/2017/08/30/035 卡片练习/","excerpt":"","text":"任意卡 背景：【道德经】第三章 不尚贤，使民不争；不贵难得之货，使民不为盗；不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱气志，强其骨，常使民无知、无欲。使夫智者不敢为也，为无为，则无不治。 故事：南宋名儒张南轩和宋孝宗问答 宋孝宗说：难得办事之臣。右文殿修撰张栻对曰：陛下当求晓事（懂事）之臣，不当求办事之臣。若但求办事之臣，则他日败陛下事者，未必非此人也。 由此想到： 领导（用人者）要用晓事之人，而非能办事却不晓事者。 领导（用人者）要能区分既晓事又能办事者、晓事不能办事者、不晓事能办事者以及既不能晓事又不能办事之人。 晓事者治人，办事者治于人。 做人当做既能晓事又能办事者。 劳心者治人，劳力者治于人。此语出自《孟子·滕文公上》，原文是:“或劳心,或劳力。劳心者治人,劳力者治于人。治于人者食人,治人者食于人:天下之通义也。” 引申 先有做某事的意识，再有做事的方法，付诸行动后，最后才有可能成事。 出处： 书籍：《老子他说》（初续合集） 作者：南怀瑾 出版社：人民东方出版传媒、东方出版社 ISBN：9787506075343 参考：百度百科 撰写：雾满南山 撰写时间：2017.04.21","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"归乡随感","slug":"034 归乡随感","date":"2017-08-30T14:27:19.000Z","updated":"2017-08-30T14:45:39.123Z","comments":true,"path":"2017/08/30/034 归乡随感/","link":"","permalink":"http://yoursite.com/2017/08/30/034 归乡随感/","excerpt":"","text":"断断续续，读过很多人写的回乡见闻录，当时读的时候，关于作者们笔下的中国巨变，尤其是农村巨变，好像并没有特别深刻的感触，待如今自己写家乡这些年的变化，才发觉写下那些文章的作者观察之深刻，见解之独到。 我的家乡地处大西北，是甘肃的一个小县城，名为甘谷县，又名冀县。跟中国大多数县城一样，这个小县城也不为很多中国人所知。如果非要找出家乡小县城的一点谈资，那就要数县城的建县历史了。甘谷县建县已有2700年之久，是中国现存最古老的一个县城。夏、商时期，甘谷县属于雍州，秦武公十年（公元前688年），伐冀戎，置冀县为甘谷县之始。 近些年经济的发展，以及城市化运动，极大的改变了中国的整体面貌。尤其是对农村面貌的改变，几乎可以说是根本性的改变。 如今的农村，变化最大的地方在我看来并非物质的充盈，而要属人心。以前的农村人，其心是否质朴我不敢确切的说是或否，然现在的农村，至少是我所在周围范围，简直就是乌烟瘴气、千疮百孔。身边的村民们，几乎个个认知低的吓人，更可怕的是，第一，他们没有一丝的权利意识，但几乎人人膜拜权力（领导）。在权力面前，表现的没有一丝人格，极尽唯诺之丑态。第二，追逐金钱。在农村评判一个人是否有“本事”，唯一的标准就是看这个人是否有钱。至于其钱财的来源却不重要，只要能挣到钱，哪怕是通过很恶劣的手段取得，都会被看作是有本事之人。这种病态的心态通过俗语：笑贫不笑娼，可见一斑。可笑的是，那些手里有些钱，处在社会最底层的人，也会打心底里觉得自己特别成功，有天大的面子。第三，几乎人人都有一颗走后门，跑关系的心，我称之为腐败之心。乡村的领导，只要手里握有权力，哪怕其官职再小，也会有村民经常跑去“送礼”，这被称作走上级（领导）路线，这些礼，自然会被领导们所笑纳。必须承认的一点是，那些会走且常走上级路线的村民，也确确实实可以从领导手中换取到一些切实的利益，常见的有：获得低保名额，危房改造补助金，养老金，贷款等。讽刺的是，这些国家的“惠民政策”，国家的资源，就这样成了领导手里的私人东西，并以此换取私利。第四，盲目攀比，攀比成风。身边的村民，为了自己有面子，被人看得起或是不落后，经常会陷入和别的村民盲目攀比的泥沼之中。邻居养了一只猫，自己家也要有一只，邻居有了一条狗，自己家也要赶紧弄一只来，邻居装了电话，自己家也要有，邻居买了车买了房，那么房和车也就成了自己家要努力实现的愿望。邻居家有的，如果自己家没有，好似自己家就比别人家低了一等，甚至低了二等三等。一个很常见的现象是：村里某家养了只猫或狗，过不了多久，该村就会猫狗泛滥。 对于这种盲目的攀比，用羊群效应来解释再恰当不过。羊群效应也叫从众效应：是个人的观念或行为由于真实的或想象的群体的影响或压力，而向与多数人相一致的方向变化的现象。表现为对特定的或临时的情境中的优势观念和行为方式的采纳（随潮和顺应风俗习惯），人们会追随大众所认可的，否定自己的意见，且不会主观上思考事件的意义，只要盲从即可。 中国的农民，上千年来都以一副贪愚弱私的面貌示人，历史的滚滚红尘，社会的进步，好像并没有开启一丝民智，中国的农民，一如千年前的古人一般羸弱，愚蠢，麻木且自私。底层百姓们所信奉的，依旧是“丛林法则”。 丛林法则（the law of the jungle）是自然界里生物学方面的物竞天择、适者生存、优胜劣汰、弱肉强食的规律法则。 来说说我所看到的农村教育：落后的灌输式教育。 在农村，由于并校运动，乡下的各个学校几乎没了生源，大多数学生，都去了城里读书。乡下偌大的学校，一般只有五六个学生，最多十几个，另有一到两名老师。 在对待学生的学业上，家长们不可谓不用心，但由于认知和观念的落后，很多家长对孩子学习的关怀，也只是停留在对分数的重视上。我看到很多家长，都会督促孩子去学习，在家长们的眼里，只要孩子在做作业，就代表孩子在学习，只要看到孩子在学习，他们就会认为这个孩子听话，自己也才觉得心安。由于大多数家长们自己知识水平有限，很多家长可以说都是现代文盲，因此完全寄孩子教育的希望于老师身上，至于学校和老师怎么教自己的孩子，他们却又全然不关心。更加变态的是，对于某些老师对孩子的暴力体罚，家长们是默认甚至提倡的。正如中国人信奉棍棒之下出孝子一样，中国的家长们也信奉严师出高徒，而他们眼里的严师，是那些敢对学生武力动粗的老师。老师们这种病态落后的教育方式，却被美其名曰棍棒之下出成绩。 每一次考试，对大多数学生来说简直就是一场劫难，学校只看分数，家长也看分数。我看到过很多学生因某次考试成绩下降而被老师打骂、被家长打骂的现象，可以这么说，学生因考试成绩下降被老师和家长打骂是个常态现象。学生成绩的波动，本来是个很正常的现象，但是对于成绩下滑的这种正常现象，整个学校，家长和社会竟会对其抱以不正常的对待。正常现象被认为不正常，而不正常的态度却被认为正常，这种现象实为诡异。 落后的教育方式，不但农村教育如此，整个中国教育亦复如是。这种文艺复兴时期的老旧的教育方式，在21世纪经济总量全球第一的中国被大面积采用。从小学开始，到初中，高中，大学甚至是研究生阶段均是如此。教育的根本目的本是育人，而我们的有中国特色的教育却是在愚人。中国教育最大的恶，是抹杀了学生作为人的好奇心，求知欲和探索精神。由此，使学生自打进入校园，就已然丧失了学习的热情和兴趣，厌恶学习更是无数学子的真实心声。由于丧失了学习热情，厌恶学习，最终一个人即使经过了十几年的教育，也没能培养出独立的思考能力。更可恶的是，很多学生虽有点知识，但没文化，更是缺乏常识。这样的反智流水线上产出的零部件走入社会，只会加速整个社会反智主义的扩散。 在学校，可以说完全没有人的教育，没有爱的教育，分数压倒一切，一切分数说了算。对于教学质量的评估，也是单一的以分数为唯一评判标准。由于分数就是一切，一切只认分数，因此学生之间的竞争也十足残酷，在这样的竞争环境下，用北大教授钱理群的话来说，培养出了无数精致的利己主义者。我还记得在高三的时候，班里有个女生，学习成绩平均在班级前十名，在这个女生身上，把自私体现的淋漓尽致，也是在她身上，体现出了分数的“分量”。由于追求高分数，她在校的所有时间几乎都是在用来做题。她的座位在过道边上，她的同桌和里面的同学要离开座位时，得通过这个女生的座位，而这被该女生认为，是会打扰到她的学习，因此里面的同学每离开座位出去一次，就会招致她的一顿骂或冷眼。这位女生经常跟周围同学的关系搞的很差，她在跟周围同学的关系闹僵之后，就会找到班主任，以身边同学影响她学习之名，要求重新调换一个位置。 中国教育的病态和变态，已是不争的事实。在畸形的教育之下，很多学生有了或轻或重的心理问题，如不同程度的抑郁症、焦虑症和社恐。而这几乎被学校、家庭和社会所无视，因为在几乎所有人眼里，只有分数。 社会有毒，教育有毒，食品有毒，空气有毒······ 面对各种毒素，难道我们就只能束手无策，别无他法吗？ 文|雾满南山 2017.01.25","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"药从何处来","slug":"033 药从何处来","date":"2017-08-30T14:23:31.000Z","updated":"2017-08-30T14:26:08.809Z","comments":true,"path":"2017/08/30/033 药从何处来/","link":"","permalink":"http://yoursite.com/2017/08/30/033 药从何处来/","excerpt":"","text":"中国作家慕容雪村于2010年写过一本名为《中国，少了一味药》的书，这是一部作者本人卧底江西上饶一传销组织的纪实作品。 慕容雪村，本名郝群，山东平度人。中国当代著名网络作家，1996年毕业于中国政法大学法律系。主要作品有：长篇小说《成都，今夜请将我遗忘》、《天堂向左，深圳往右》、《伊甸樱桃》，散文小说集：《遗忘在光阴之外》以及纪实文学作品《中国，少了一味药》。（资料参考：维基百科） 这部《中国，少了一味药》是作者于2010年年初底卧底江西上饶一传销组织23天的纪实作品。这本书是我2017年1月1日读的信念第一本书，而作者打入传销组织的第一天，是2010年的新年第一天。同样是新年第一天，中间已隔了六年之久。六年前的元旦，一个叫慕容雪村的作家打入一传销组织，而六年后的元旦，一个懵懂少年读完了由这段传奇经历写就的纪实作品。同样的新年第一天，不同的人，不同的经历，不同的人生。 搞传销这件事，在我于县城读初中之时就已有所听闻，但传销的具体内容却不甚了解，只知道这是一个骗人的活，干了传销的人会被限制人身自由，还会被人洗脑。被洗过脑的人性格会发生大变样，甚至来个180度大翻转。他们行事神秘，嘴里不吐真言，会把自己的所有钱财都交给组织，其实是被骗去。而且入了传销的这些人会六亲不认，拉自己的亲朋好友下传销之水。说到传销洗脑，那时候也不甚了解洗脑的具体含义，只是隐约觉得，洗脑就是传销，传销就是洗脑。感觉自己离传销最近的时候，是听人讲某某某搞传销的往事的时候，而那些个某某某，其中竟然正好有我认识的。之所以能认识，是因为别人说起的某某某是我所在村子或临近村子的人，所以才会觉得离传销很近。我所知道的这些搞过传销的某某某几乎都有着相似的经历：先是被某亲朋或好友拉入传销组织，接着被家人发现是在搞传销，然后家里带人去那边捞人，最后人被捞回来。 什么是传销？百度百科的答案是：传销是指组织者或者经营者发展人员，通过对被发展人员以其直接或间接的发展的人员数量或者销售业绩为依据计算和给付报酬，或者要求被发展人员交纳一定费用为条件取得加入资格等方式获得财富的违法行为。 1998年4月21日，中国政府宣布全面禁止传销《关于禁止传销经营活动的通知》： 全国公安机关坚持对传销违法犯罪活动“零容忍”态度，继续以重点案件、重点领域、重点地区为抓手，紧盯传销犯罪新手法、新动向、新趋势，持续不断对传销违法犯罪活动开展严厉打击。 作者在《中国，少了一味药》这本书中这样总结了传销者的特点：缺乏常识，没有起码的辨别能力；急功近利，除了钱什么都不在乎；他们无知、轻信、狂热、固执，只盯着不切实际的目标，却看不见近在眉睫的事实。在作者加入的这个传销团过中，传销者都信奉一个叫做“连锁销售”的商业计划，所有的人都相信这是一个能让他们发家致富的计划，而这个计划是国家给老百姓的一个机会，由于是给老百姓的，所以不能让那些高素质的人知道，以防他们抢走了老百姓发家致富的机会。为了防止这个计划被别人知道，因此他们要为此保密，且行事务必低调。他们虽然生活在江西上饶这个城市，但是他们跟外界几乎没有任何联系。他们所信奉的这个“连锁销售”计划的内容是：能够让参与者月入上万元，甚至是六位数。 传销者洗脑的两大法宝：言论控制、思想禁锢。在作者打入的这个传销组织内，禁止传销者看电视、看书、看报纸，听广播。他们每天的生活就是：吃用捡来的烂菜叶或以极低价格买来的菜做的饭，阅读内部资料《业务洽谈》和《生活经营管理二十条》，听课（洗脑课），内部活动以及睡觉。在作者所在的23天期间，几乎每天都要去上课，上午半小时，下午半小时。上午是这个老师，下午是另外一个老师，而且第二天上课的老师，又是不同的面孔。这些老师男女都有，大都很年轻，有二十几岁的，人数最多，也有三十几岁的，很少有四十岁及以上年龄的老师。作者对这些老师的评价是：极尽无知，满嘴空话，思想空洞麻木。作者感慨道：不会思考是可耻的，而更可耻的是，这群不会思考的人正在教他如何思考。英国作家乔治·奥威尔在其小说《一九八四》里描写过一个老大哥，这个老大哥，在背后操控着一切。在这个传销组织中，同样也有这样一位“老大哥”在背后操纵着一切，只是作者从不曾谋其面。 世间骗局，大都因贪心而设，由轻信而成。如果广告吹的太厉害，产品肯定不合格；动人的口号往往无益于真正的辛福，对那些听起来太美好的事情，能不信就尽量不信。 作者在卧底23天后，报警并一举打掉了这个传销团伙。在解救出受害者后，作者和几个曾今一起生活过的传销者有过一些对话。有个叫小琳的女孩，给我最深的印象。在打掉这个传团伙后，作者用三天时间，给小琳安排了多场阵容豪华的反洗脑课程，在大学、寺庙、风景名胜、豪华餐厅，出场的有记者、编辑、报社主编、社长等高人，可最终谁都没能把她劝服。作者说：“她那小小的脑袋里好像灌满了铅汁，炮打不动，雷劈不开，一句话都听不进去。”而这个小琳，她只有二十岁，还是个孩子。 佛教诞生于印度，繁荣于中国；传销产生于二战后期的美国，成型于战后的日本，发展于中国。有趣的是，佛教和传销均起源于国外，却都繁荣于中国。佛教和传销之所以起源于外国而繁荣于中国，我想是因佛教和传销的种子更适合于中国的这片文化土壤。要稍微一比较，就会发现佛教和传销有着很多相似的地方，最明显的是，二者都会许诺给人以特别美好的未来。 一九六零年，安微凤阳的武店公社的医生王善生面对病人，看了看说治不了，因为少了“一味药”。 那味药就是粮食。 半个世纪后，面对传销这种久治不愈的社会顽疾，作者说也是因为少了一味药。 这味药就是常识。 赫尔岑有句名言：漠视自由即为堕落。 结 语在该书的封面，慕容雪村写道：愚蠢不是天生的，而是人工制造出来的。我有一个希望：让常识在阳光下行走。让贫弱者从苦难中脱身，让邪恶远离每一颗善良的心。 文|雾满南山 2017.01.04","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"新年语","slug":"032 新年语","date":"2017-08-30T14:18:00.000Z","updated":"2017-08-30T14:21:49.468Z","comments":true,"path":"2017/08/30/032 新年语/","link":"","permalink":"http://yoursite.com/2017/08/30/032 新年语/","excerpt":"","text":"新年伊始，以塞缪尔·厄尔曼诗自勉。 年轻塞缪尔·厄尔曼 年轻，并非人生旅程的一段时光，也并非粉颊红唇和体魄的矫健。 它是心灵中的一种状态，是头脑中的一个意念，是理性思维中的创造潜力，是情感活动中的一股勃勃的朝气，是人生春色深处的一缕东风。 年轻，意味着甘愿放弃温馨浪漫的爱情去闯荡生活，意味着超越羞涩、怯懦和欲望的胆识与气质。而60岁的男人可能比20岁的小伙子更多地拥有这种胆识与气质。没有人仅仅因为时光的流逝而变得衰老，只是随着理想的毁灭，人类才出现了老人。 岁月可以在皮肤上留下皱纹，却无法为灵魂刻上一丝痕迹。忧虑、恐惧、缺乏自信才使人佝偻于时间尘埃之中。 无论是60岁还是16岁，每个人都会被未来所吸引，都会对人生竞争中的欢乐怀着孩子般无穷无尽的渴望。 在你我心灵的深处，同样有一个无线电台，只要它不停地从人群中，从无限的时间中接受美好、希望、欢欣、勇气和力量的信息，你我就永远年轻。一旦这无线电台坍塌，你的心便会被玩世不恭和悲观失望的寒冷酷雪所覆盖，你便衰老了—即使你只有20岁。但如果这无线电台始终矗立在你心中，捕捉着每个乐观向上的电波，你便有希望超过年轻的80岁。 所以只要勇于有梦，敢于追梦，勤于圆梦，我们就永远年轻！ 千万不要动不动就说自己老了，错误引导自己！年轻就是力量，有梦就有未来！ 二零一六2016酸甜苦辣诸多经历历历在目往事如烟带走不安的烟尘留下爱的灰烬 二零一七2017新的征程年轻心态野蛮体魄心智程序带走陈年的无知留下新的理性 文|雾满南山 2017.01.01","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"如何免受广告侵扰之苦","slug":"031 如何免受广告的侵袭","date":"2017-08-30T14:11:33.000Z","updated":"2017-08-30T15:04:41.983Z","comments":true,"path":"2017/08/30/031 如何免受广告的侵袭/","link":"","permalink":"http://yoursite.com/2017/08/30/031 如何免受广告的侵袭/","excerpt":"","text":"如何免受广告侵扰之苦 文|雾满南山 2016.12.22","categories":[],"tags":[{"name":"技术","slug":"技术","permalink":"http://yoursite.com/tags/技术/"}],"keywords":[]},{"title":"野性的呼唤","slug":"030 野性的呼唤","date":"2017-08-30T14:08:14.000Z","updated":"2017-08-30T14:11:03.905Z","comments":true,"path":"2017/08/30/030 野性的呼唤/","link":"","permalink":"http://yoursite.com/2017/08/30/030 野性的呼唤/","excerpt":"","text":"美国作家杰克·伦敦写过很多有关动物的小说，他对狼这种动物，似乎有着异乎寻常的偏爱。 在他创作于1903年的作品《野性的呼唤》里，有一条名叫巴克的狗，这条狗是这部小说的主人公。在经过了无数的磨难后，巴克由一条狗变成了一只野狼。 故事是这样的。 1法官米勒家中养着一条养尊处优的名叫巴克的驯养犬。在米勒家中，巴克过着无忧无虑的生活。巴克的父亲名叫埃尔莫，是条大个儿的圣伯纳德狗，它的母亲谢普是条苏格兰牧羊犬。巴克整天的工作或说生活就是陪同法官的两个女儿莫莉和爱丽丝在暮色黄昏或黎明时分长时间漫步；驮着法官的孙子孙女们在草地上打滚，跟在他们后面保护他们做些大胆的冒险或是在寒冷的冬夜，围着法官书房里的火炉，依偎在法官脚下。米勒法官的家，便是巴克的领地，在这片领地上，还有其他的狗，但这些狗，都被巴克所统领。 如果不出意外，巴克一生都会这般无忧无虑的生活。但命运无常，在某个夜晚，巴克被米勒法官家的一个叫曼纽尔的园丁助手拐卖了。它被卖给了狗贩子，狗贩子又把它卖给了一位酒馆老板，经酒馆老板之手，巴克又被一个穿着红衣的矮胖男人接管了。在红衣男人这里，巴克经历了它人生中，不对，巴克有了他狗生中第一次惨痛的经历。 巴克在被红衣男人接管后，就被从运送它的板条箱里放了出来。运送路途的颠簸加之从未有过的虐待，使巴克处于异常的惊恐和愤怒之中。从板条箱里一出来，愤怒的巴克毛发直立，向着这个红衣男人猛扑上去，结果迎接它的，是来自红衣男人的一记闷棍。巴克生平从未挨过棍棒，因此，更加愤怒的它向着红衣男人发起了数次猛攻，结果每次都被红衣男人精准的劈头盖脸的棍棒打到在地。巴克被打的很惨，鼻子、嘴和耳朵里都流出了血。在手拿棍棒的红衣男人这里，巴克吸取了它狗生的第一个教训：手持棍棒的人，就是一个制定法律的人，就是一个必须服从的主子，虽然没必要讨其欢心。这个教训，它将铭记终生。 在被红衣男人养了一段时间之后，巴克被一个说着蹩脚英语，身材矮小干瘪的名叫佩罗的人一眼相中并买走了。佩罗不光买走了巴克，他还买走了一条名叫柯利的纽芬兰狗。佩罗是个邮递员，和他一起送邮件的，还有一位名叫弗朗索瓦的法裔加拿大人，他是一个皮肤黝黑的混血儿。佩罗之所以买走巴克，是因为他需要狗拉着雪橇跟他们一起运送邮件。 2巴克这条来自南方的狗和柯利一起被佩罗带到了远离文明中心的原始世界迪亚海涛，在这的第一天，巴克经历了它狗生中的第二次教训。它见识了狗像狼一样的惨烈打架。和他一同被带走的狗柯利被一条名叫斯皮茨的爱斯基摩犬咬死了，柯利悲惨的死亡给了巴克很大的震动。这次剧烈的震动以及后来拉雪橇的经历，使巴克学会了丛林法则下的生存技能。 咬死柯利的狗斯皮茨，是拉雪橇的群狗的首领，它身份的象征，便是每次拉雪橇时，走在其它狗的最前面，引导狗队的前进方向以及维持狗们的秩序。巴克以它的聪明，很快就学会了拉雪橇的技巧，这让它的两个主人感到很吃惊，因为在这之前，他们从未见过如此聪明的狗。巴克的聪明加之它强壮的体魄，便很快对斯皮茨的首领地位提出了某种威胁。斯皮茨和感觉到了这隐约的威胁和挑战，因此，它经常打压其它的狗以显示它无上的首领地位。斯皮茨对巴克的打压更是强烈和频繁。一山不容二虎，这两只狗也互相容不下对方，它俩之间终究要有一场生死决斗。终于，具有决定性意义的一刻来临了。在塔基纳河的某一个晚上，巴克和斯皮茨的决斗开始了。这是一场惨烈的殊死搏斗，搏斗的结果是斯皮茨在被巴克咬断三条腿倒地不起后，被其它围观的数十只爱斯基摩犬一拥而上做了腹中餐。这一场战斗为巴克赢得了属于它的首领地位，同时也为柯利报了仇。 3成为狗队的首领后，巴克领着队伍完成了一次又一次艰难的邮件运送任务，不光如此，它们和他们的主人一起，创下了快速运送邮件的记录。但这些成就，换来的不是荣誉，而是食物短缺带来的饥饿和过度劳累后的病痛。最终，这些精疲力竭的狗被主人卖给了前来北极淘金的两个美国人。在被带到新主人的营地后，巴克见到了它的又一名新主人——女人“梅塞德斯”——那两个美国人之一的妻子，也是另外那个美国人的姐姐。这是三个愚蠢的人，他们的愚蠢最终使得其它的狗和他们一起，掉进了冰面开始融化的河里淹死了。而巴克，幸运的被一个名叫约翰·桑顿的人从两个美国人中叫哈尔的那个的棍棒殴打下救出，从而免于跟随他们一起被淹死的厄运。 约翰·桑顿的救命之恩、约翰·桑顿对巴克真诚的爱，激发了巴克心底深处沉睡着的同样的爱。约翰·桑顿强烈的爱着巴克，巴克也同样强烈的爱着约翰·桑顿，巴克对约翰·桑顿的爱，更是一种敬慕之爱。桑顿有个经常性的动作，就是会猛然的抱住巴克的头，将自己的脑袋靠到巴克的头上前后摇晃，同时还用脏话去骂巴克，而这些在巴克看来都是深情之语。这种粗鲁的摇晃和叽里咕噜的骂声让巴克极度快乐。每一次摇晃，巴克都有一种如痴如醉的极乐之感，仿佛心都要从心里跳出来一样。和桑顿在一起的时光，是巴克生命中最快乐的时光。这种快乐，一只持续到桑顿被伊哈特人杀死。就在巴克来到北极之后，它的内心时常有个声音在呼唤着它，尽管它不懂那种呼唤意味着什么。就在巴克跟随内心的呼唤独自前往营地附近森林探索的某一天，约翰·桑顿和他的两个朋友尼格、汉斯，全部被伊哈特人杀死在了营地。归来的巴克看到它最爱的主人横尸营地这一惨幕，它彻底的愤怒了，它凶猛的失去理智般的在营地里咆哮着寻找，巴克看到了正在跳舞庆祝的伊哈特人，它愤怒的冲向他们，进行杀戮，它一连咬破了好几个伊哈特人的喉咙，撕开的静脉鲜血喷涌。剩下的陷入恐慌的伊哈特人，吓得魂飞魄散逃窜到了森林中。从此在伊哈特人的讲述里，有了“魔狗”这个词，他们都惧怕那只魔狗。 桑顿死了，没了主人的巴克又回到了森林中，这一次，它遇到了森林中的群狼，凭着绝佳的聪明和强壮的体魄，巴克成功的做了群狼的首领，它从一只狗变成了一只狼，终于，它理解了内心的那个呼唤意味着什么。 巴克的故事到这里就结束了，然而我们的故事，还在路上。 结语古老荒野的欲望在升腾挣脱着习俗的束缚再一次从它冬日的长眠中唤醒野性不驯的旋律 文|雾满南山 2016.12.13","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"我是如何改掉恶习的","slug":"029 我是如何改掉恶习的","date":"2017-08-30T13:55:57.000Z","updated":"2017-08-30T14:02:54.364Z","comments":true,"path":"2017/08/30/029 我是如何改掉恶习的/","link":"","permalink":"http://yoursite.com/2017/08/30/029 我是如何改掉恶习的/","excerpt":"","text":"九月中旬的时候，因一事的缘起，我玩了一个撕钱的游戏，好玩的很。 缘起事情是这样的。九月份的某一天，在一个微信群里，看到有群友发起了一项逼迫自己早起的打卡活动。由于觉得好玩，我于是也报名参加了。活动规定：凡活动参与者，务必于每天早上六点之前，起床并叠好被子，而且要在群里发出自己的早起打卡贴，以证明自己已经起床。该活动为期一个月，凡是能坚持早起床一个月的，发起者将赠送给一本书。 就这样，从2016年九月十五号开始，我开始了我的早起打卡计划。我把闹钟定在早晨5:50分，这样等我醒来后，就有足够的时间穿衣叠被并发打卡帖。第一天很顺利，可能是因为觉得新鲜好玩，结果早晨的闹钟还没响，我就自己醒了并且很快穿好衣服叠了被子，发了打卡贴。第二天，是起床的闹钟喊醒了我。闹钟一响，我赶紧起床叠被子发打卡贴。第三天，闹钟响了，但是我竟然神奇般的变懒了，我竟然不想起床了，内心里一直有个声音在告诉我，再睡几分钟也不迟，于是我就竟然真的没有起床，直到五点五十五分的闹钟再次响起。于是我赶紧起床，发打卡贴，这次没有叠被子。第四天的闹钟响了，我竟然再一次的懒床不想起，内心里那个要我多睡几分钟的声音又开始出现了，而我，竟然又听从了那个声音。这一次，就算六点钟的闹钟响了，我都没能按时起床并发帖。我失败了，仅仅在早起了三天后，我就已经沦陷了，这让我很是吃惊，我一直以为，以我的意志力，早起这么件小事，我怎么可能做不到。可事实真实的告诉我：早起床这么件小事，我就是没能做到。 由于不服第一次意外的失败，我将这一次的失败看作是轻敌和意外，所以我决定：从头开始，再次执行我的为期一个月的早起打卡计划。于是从九月二十号起，我又开始了每天早晨六点前的打卡计划。第一天很顺利，早早起床叠了被子打了卡。第二天也很顺利，早起叠被子打卡。第三天也顺利，第四天也很好，第五天稍有挣扎，但还是顺利起床打卡，第五天，虽然按时打了卡，但是很勉强，第六天失败了，我又懒床了。尽管闹钟在那扯着嗓子大响着，但我就是听不见那个声音；尽管内心有个声音告诉我自己在执行计划该起床了，但同时又有另一个声音一直在告诉我再多睡几分钟不碍事，结果，后面的那个声音胜出了，我又再一次的，“很意外的”失败了。 这第二次早起打卡计划的失败，不得不让我面临一些事实： 坚持早起并不是一件如我认为的那般简单的事。 自己的意志力也并没有如我自认为的那般坚毅。 这两次意料之外的失败，不得不让我开始思考我执行计划任务的方法的有效性和科学性。由于今年下半年读了少认知科学类和认知神经心理类的书籍，因此我打算从认知的角度出发，用认知科学的方法来指导我的第三次早起打卡计划的执行，也正好乘此机会对书中所学做一实践。这一次，我采用了损失厌恶这一认知科学原理来指导我的实践。损失厌恶是指人们面对同样数量的收益和损失时，认为损失更加令他们难以忍受。同量的损失带来的负效用为同量收益的正效用的2.5倍。通俗来说就是，你丢掉100元带来的痛苦感远远强烈于捡到一百元带来的兴奋感。也就是说：人们普遍害怕失去。 来看看这个测试：有一个游戏规定，如果玩家抛硬币出现了正面，那么他将赢得一千元，出现反面则不赢钱。同时，假如让赢了钱的人接着再抛一次，若出现正面，她将可以一共带走五千元，而如果得到反面，他将不赢钱，而且，他在第一局赢得的那一千元也不会给他。假如你就是游戏中的玩家，而且你已经醒了第一局，那么你会选择继续玩第二局吗？该实验的研究者最后得出的结论是：有超出一半的第一局赢家都会选择放弃继续玩第二局。研究者给出的结论是：那些第一局的赢家之所以放弃玩第二局，就是因为损失厌恶在起作用。因为那些玩家假若第二局失败了，那么他们将会失去已经拥有的那一千元，而这个失去带来的痛苦是无比强烈的，因此他们放弃了继续玩可能多赢得四千元的第二局游戏。损失厌恶在我们身边随处可见，而且深深的影响着我们每个人的决策和生活。 损失厌恶美国加州大学研究人员假扮电力公司员工做了一项调查，他们告诉一组用户，通过能源节约，每天能节约50美分；另一组用户被告知如果不采用新技术，能源浪费每天将损失50美分。结果选择采用节约用电的用户，后者比前者都多出3倍。这个案例中的用户损失与收益相同——都是50美分，但以损失做诱因的说法却能增加3倍的说服力，这种心理暗示被称为“损失厌恶”。再比如你去逛商场买衣服，你看上了一件喜欢的衣服，但是价格有点贵，在你和卖家砍价时，有些狡猾的卖家会陪你慢慢耗到将达成协议的最后一刻，这个时候你还在考虑，他们就会扔出一句话：“算了，算了，不买拉倒”。这就是商家在跟你玩“损失厌恶”的花招。因为在心理上你已经占有了喜欢的那件衣服，而这时商家刺激你放弃购买，就会激发你的损失感，让你觉得你失去了一件自己喜欢的衣服，同时，由于之前讨价还价付出的时间成本无法收回，因此更加重了你的损失厌恶。面对这种状况，首先不要慌，不要被商家牵着鼻子走。你要后发制人，让损失厌恶在他身上起作用。比如你可以说：1分钟，你再考虑1分钟，如果行就成交，不行就算了。那么在生活中，当你要说服某人帮忙做一件事情的时候，你既要让他知道做这件事情他能得到什么好处，同时更重要的是，你还要让他知道如果不做这件事情他将会损失什么。这样在损失厌恶的作用下，他就更可能被你说服进而帮你忙。 实践再回到我的早起计划执行上，为了应用损失厌恶来对付我的懒床毛病，我是这样做的：取了三张一百元的新钞，并且给自己规定，从2016年9月20号开始，除特殊情况外，每天早上五点半之前起床并且要叠好被子，如果超过五点半哪怕一秒，都要撕碎一张100元新钞。同时，碎片要装在矿泉水瓶子里保存，并且每天早中晚各观看碎片一次。我不用再去群里打卡，因为现在是自己跟自己较劲，打卡这种形式没必要了，同时，我也退了群，因为这种群会消耗自己稀缺的注意力。 奇迹出现了，从9月20号开始，我竟然轻松早起了35天直至10月24号，而且早起期间竟然没有一点痛苦感。但10月25日我还是失败了，这天早上五点五十多分我才醒来。这一次失败是因为闹钟没响，原因是手机没电半夜关机了，但不管怎样，失败就是失败，没有借口，因此我按照规定，撕碎了第一张100元新钞，还别说，损失厌恶真的有用，在接下来的至少一个礼拜中，我几乎随时都会冒出对失去一百元的可惜和自责，是挺痛苦。让上帝的归上帝，撒旦的归撒旦，痛苦的归痛苦，早起还得继续。 这样在10月24号失败一次后，我就一直没再懒床过，虽然有时候早起时也会有各种懒惰感，那个让我多睡几分钟的声音还会以各种借口劝我多睡几分钟，但这些，都已经不会再拖住我不按时早起了。我相信，以后我不再可能会懒床了，我的自信基于以下三方面： 对损失厌恶的恐惧。 早起已经慢慢成为习惯，当早起成为习惯后，早起就是自然而然的一件事。 我越来越享受早起，享受自己对自己的控制。 化境读蒋介石日记，我们可以看到蒋先生对自律有过的挣扎；读曾国藩日记，可以看到曾文公正对自律有过的挣扎；读评剧皇后白玉霜，亦可看到她对自律有过的挣扎。自律过后，便是自由，唯自律得自由。 我们做事(修行)会经历不同的阶段，每个阶段会有相应的境界所对应。低境界时做事是挣扎，但挣扎过后，如能开悟，便可进入化境，这个时候不论是做事或做人，都会如举手是云覆手雨般的轻松自在。道家讲修道：“无为而无所不为”，即无为之境，是为化境；《华严经疏》卷六：“佛境界有二：一，如如法性，是佛证境；二，十方国土，是佛化境。” 通过早起这件事的挣扎，正好可以内观自己，重新认识自己，体察人性，进而体悟天地宇宙的运行法则。 文|雾满南山 2016.12.19","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"阶段性整理一","slug":"028 阶段性整理一","date":"2017-08-30T13:52:25.000Z","updated":"2017-08-30T13:55:04.946Z","comments":true,"path":"2017/08/30/028 阶段性整理一/","link":"","permalink":"http://yoursite.com/2017/08/30/028 阶段性整理一/","excerpt":"","text":"阶段整理1、不愿丢掉某些收藏物的背后心态是：担心将来会有用,可实际上很少被用到。 2、在个人层面，使用新工具短期内可能并不会明显拉开与人的差距，但在长时间尺度上来看，差距会越来越大。工具会把人分类。 3、认清事物的本质，然后在本质层面上去把握和施加影响，这便是顺应天道之说。 4、对于金钱来说，流通才能产生价值。同样，对知识来说亦如此。知识只有在流入大脑，经处理再输出后，才会产生价值。 5、开始读一本好书但读不懂时，应该继续读下去，很多时候，只有读完了全部后才会有豁然开朗的感觉。 6、对某个坚固堡垒的持续弱攻击，很有可能会起到与强攻击同样的摧毁效果。 7、对于体制，不盲目狂热拥戴，也不盲目抱怨。 8、在人事中，知道边界在哪非常重要。 9、学会从认知的角度，去理解别人的心结，进而破解自己的心结。 10、如何成为内在动机驱使的人？给大脑装入足够多的好的心智程序。 11、因循守旧是对安全感的渴望，但是在很多情况下，人若想要突破自己时，必须得放弃一定的感全感。 12、不了解整体，只关注局部，会带来更多的困惑困难。古语云： 不谋全局者不足谋一域 不谋万世者不足谋一时 13、唯物辩证法是流氓的必杀技，越用人就变得越愚蠢。 14、清晰且正确的概念是一切思考的基石。 15、对很多人来说，巨大的改变和成就，都是靠很多个微小的改变和成就积累起来的，量变引发质变不能忘。 16、肖像描写，并不是越全面、越详细越好，而是要突出特别。 17、只有在学会了学习后，才能会学习。李笑来说：学习学习再学习。很有道理。 18、判断和决策受情绪的影响很大，因此，当听某人评判某个人或某件事时，一定要意识到：TA说的很可能不是事实，至少很可能不是事实的全部，因为TA所说的，很可能带入了一定的自我感情色彩。 19、不崇拜任何人。 20、因人说法，不是圆滑，而是应该学会的交际技巧。和某人交流如果让自己感觉很舒服，很有可能是因为对方的交际能力在自己之上。同样，如果与某人交流让自己感觉很不舒服，如对方言辞的不妥等，这时候，不能把这看作是对方对自己态度的恶劣，从而引起自己情绪上对TA的抵触，很有可能，只是对方的交际技巧不足而已。 21、向大师学境界，向高手学技巧。 22、与人合作不畅时，自己的态度/价值观不改变，学再多技巧也没用。 23、沉沦在社会底层，是没有公道可言的。 24、同质化竞争无出路。 25、迷茫很可能是因为： 缺乏人生目标——没事做，闲的蛋疼。 缺乏实践——光想不做，越想越迷茫。 25、一个人最应该掌握的能力是：专注的能力。要能够沉浸在所做的事情中。 26、在觉得自己是个好人的时候，或别人说TA自己是个好人时，一定要马上想到： 善未易明 理未易察 27、最悲哀莫过于被恐惧所压倒，尤其是那些自己空想出来的恐惧。 28、脑子里能存的下某些观念很厉害，但更厉害的是：脑子里存的下两个互相矛盾的观念而自己不会疯掉。 29、读完任何书籍或文章后，都要做批注，哪怕是一个字。 30、唯自律得自由 要有多自律 就有多自由 31、非虚构类作品，尽量读原著。 32、要多投资个人的成长，而不是欲望。 33、文明己精神，野蛮己体魄。 文|雾满南山 2016.12.11","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"人伦悲剧何时休","slug":"027 人伦悲剧何时休","date":"2017-08-30T13:49:49.000Z","updated":"2017-08-30T13:51:33.763Z","comments":true,"path":"2017/08/30/027 人伦悲剧何时休/","link":"","permalink":"http://yoursite.com/2017/08/30/027 人伦悲剧何时休/","excerpt":"","text":"早起浏览新闻，看到了一条标题为：“甘肃一家六口服毒身亡”的新闻，惊异之中，急匆匆看完标题下所有的内容，这才明白了事故详情。 南下求学在外，看到家乡发生这样惨绝人寰的人伦悲剧，顿时让我不知所措，我既没有往日看到悲剧后那种彻骨的沉痛，也没有不可遏的愤怒。只是感觉浑身发软，全身一点劲也没有。我坐在床边，不知道该说些什么，也不知道该做些什么，只是脑海中一直萦绕着“人伦惨案”四个字，”人伦惨案”，久久挥之不去。 8月24日下午，甘肃省临夏州康乐县景古镇阿姑山村山老爷湾社发生一起悲剧。该村一位年仅28岁的母亲（杨改兰）先让自己的四个孩子服毒后，自己亦服毒自杀身亡。随后几日，该女子的丈夫（李克英）也服毒自杀于离村子不远的树林里。新闻里记载，之所以发生这起悲剧，全因贫穷。是贫穷，让一位年仅28岁的母亲，在毒杀了自己四个年幼的孩子后，自己也服毒身亡，随后不久，其丈夫也服毒身亡。 杨改兰在大山深处拉扯着4个孩子。最大的女孩8岁，中间一对龙凤胎，均5岁，最小的仅3岁。杨改兰入赘的丈夫李克山在镇上一家猪场打小工。和这一家六口一起生活的还有一对老人，52岁的杨满堂（杨改兰父亲）和70岁的杨兰芳（杨改兰奶奶）这一对母子。随着年轻夫妻和孩子的殒命，四世同堂的八口之家，如今只剩下一对孱弱的无依无靠的母子二人。我不敢想象这样一对老人，这样一对母子，将如何度过他们的晚年。 媒体在报道这起惨剧时，都提到这样一个细节，“三年前，该户被取消低保”。一个连孩子都没有衣服穿，如此赤贫的家庭为什么会被取消低保？这个家庭实在贫困，孩子们没有衣服穿，冬天从炕上不下来。之所以取消对这个赤贫家庭的低保，媒体是这样报道的：“三年前他们家还是有低保的，但是不知道出于什么原因，这几年村上和镇上把低保取消了。”有村民这样说，“也有人说他们家被取消低保的原因是有三头牛。可是两头牛主要是耕地的劳力，另一头牛仔子还没有长大，这些对于这个家庭来说，是没有办法变现的。” 对于该镇取消这个赤贫家庭低保的具体原因，我不做过多猜测，让我们跟关心这个案件的人一起，耐心的等待该镇相关负责人对取消该赤贫家庭低保的合情合理的合乎上级文件甚或法律的解释。农村低保，即农村居民最低生活保障，它的保障对象是家庭年人均纯收入低于当地城乡居民最低生活保障标准的农村居民。但以我在家乡的所见和所闻来看，能够领取农村低保的，并非全都是符合国家低保政策规定的家庭。除去一些真实的贫困家庭外，也包括一些政府工作人员的家属和亲属，以及一些家庭富裕，但能够和当地政府相关负责人员攀上关系的家庭。而在领取低保的这些人里，最贫困的家庭，也是领取低保补助金额最少的家庭。 精准扶贫：是粗放扶贫的对称，是指针对不同贫困区域环境、不同贫困农户状况，运用科学有效程序对扶贫对象实施精确识别、精确帮扶、精确管理的治贫方式。一般来说，精准扶贫主要是就贫困居民而言的，谁贫困就扶贫谁。通过查找网络，我了解到临夏州康乐县也在国家精准扶贫的范围之内，在【临夏州扶贫信息网】上，我看到了一则更新时间为2013年5月27日，题为：中国扶贫基金会段应碧会长来康乐县考察调研 的新闻。但是这样一个赤贫的家庭，仍旧没有得到该项政策的恩惠。杨家8口人居住的依旧是58年前的土坯危房，国家每年划拨的危房改造专项资金，他们家一分也没有拿到。 就在前几日，中国刚举办了2016中国杭州G20峰会。其盛大的场面、恢宏的建筑、五彩缤纷的焰火、美轮美奂的灯光、高端的会餐、身穿旗袍年轻貌美的服务人员的精细服务，无不彰显着大国的盛世、装点着大国的门面、赚足老外的面子。写到这里，忽然想起了元朝诗人张养浩的一首小令。 山坡羊·潼关怀古张养浩峰峦如聚，波涛如怒。山河表里潼关路。望西都，意踌躇。伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦。亡，百姓苦。 文|雾满南山，写于2016.09.08","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"人人都该有一本属于自己的沉思录","slug":"026 人人都该有一本属于自己的沉思录","date":"2017-08-30T13:46:05.000Z","updated":"2017-08-30T13:48:43.381Z","comments":true,"path":"2017/08/30/026 人人都该有一本属于自己的沉思录/","link":"","permalink":"http://yoursite.com/2017/08/30/026 人人都该有一本属于自己的沉思录/","excerpt":"","text":"有一本书很著名，常被各路名人所推崇。 这本书就是古罗马皇帝马克·奥勒留·安东尼写的个人哲学思考录《沉思录》，最近读了一遍，很受感动和启发。 前中共中央政治局常委、国务院总理温家宝说：“这本书天天放在我的床头，我可能读了有一百遍，天天都在读。”温总理说的这本书，就是《沉思录》。马克·奥勒留·安东尼的《沉思录》，写于公元121～128年之间，主要内容是作者对人生伦理问题及自然哲学的思考。这本与自己的对话集，大部分内容都是在他的戎马生涯中写就，查资料知，这本书是斯多亚派哲学的一个里程碑。（注：斯多亚哲学学派，（或称斯多葛学派，也被译为斯多阿学派）是塞浦路斯岛人芝诺（Zeno）（约公元前336～约前264年）于公元前300年左右在雅典创立的学派；因在雅典集会广场的画廊（古希腊语转写：Stoa Poikile）聚众讲学而得名。是希腊化时代一个影响极大的思想派别。芝诺被认为是自然法理论的真正奠基者。） 马克·奥勒留·安东尼原名马克·阿尼厄斯·维勒斯，他于公元121年4月生于罗马，祖籍西班牙。他从小受到了良好的教育，12岁时便开始学习哲学。公元161年，他继承了皇位。 这本书共有十二卷。在整个第一卷，作者记录的几乎全部都是自己对别人优点的观察学习和领悟，他几乎是从任何人身上学习他们的长处，从这一点我们可以清楚的看到，作者的观察能力之强，生活之用心。在安东尼的一生中，我们可以在他身上看到中国古人所说的：修身、齐家、治国、平天下的努力，进而又看到他身修、家齐、国治、天下平的结局。安东尼对修身的努力，值得我们每一个人学习。来看看这段： “从马克西默斯那里，我学会了自制和坚定的意志，在任何环境和疾病中保持愉快的心态，在道德品格方面保持和蔼和庄严相结合；对当下要做的事情毫无怨言。我注意到所有人相信所言即所思，在任何行为中都不抱恶意；他从未表现过诧异和惊慌，从不匆忙，从不拖延，从不困惑或沮丧，他不以笑声掩饰焦虑，也不狂热或猜忌。他惯于仁慈，时刻准备宽恕，规避所有的错误；他给人的映象与其说是一贯公正，不如说是不断完善。我也注意到：任何人都不会认为受到了他的蔑视，或者敢自认比他更优秀。他也有一种令人愉悦的幽默的本领。”（P006） 这段文字，只读了一遍，就已然被感动。 今人多看重名节，古人也不例外，可见人性的相通。在这部与自己的对话集中，安东尼大量论述了名节的飘渺和易逝，以及对身前身后名追逐的愚蠢。他说：想想那集聚起来的沙堆掩埋了先前的沙堆，生命也是如此，先前的事物很快会被后来的事物湮没。 他来谈到了死亡。他对死亡的认识，用中国古人的话说就是：视死如归。没有人会长生不死，生命的生与死，只是生命的一种变化，是不断变化的宇宙的组成部分。那些惧怕死亡的人，他们是可怜的，因为他们没有和宇宙保持一致，他们是在违反自然规律。 苏格拉底在两千多年前就说过：未经审察的人生不值得过。那么我们，该如何审察自己的人生？鲁迅说：不在沉默中爆发，就在沉默中灭亡。生命只有一次，要么就在沉默中积蓄力量，进而在爆发中展现辉煌，要么就沉默啊沉默，直至灭亡。 结语 雅典人有一个祈祷：“降雨吧，降雨吧，亲爱的宙斯，让雨降落到雅典人的土地和平原上吧”。我们确实不应当祈祷，否则，就这样简单而高贵的祈祷。 文|雾满南山 2016.12.07","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"稀缺的理性","slug":"025 稀缺的理性","date":"2017-08-30T04:46:17.000Z","updated":"2017-08-30T04:49:20.324Z","comments":true,"path":"2017/08/30/025 稀缺的理性/","link":"","permalink":"http://yoursite.com/2017/08/30/025 稀缺的理性/","excerpt":"","text":"正如世界上没有两片相同的树叶一样，世界上也没有两个完全相同的人。 是不同，造就了我们的独一无二。但同时，独一无二的我们却可能经常犯着和别人同样的错误，甚至，这样的错误一犯就是很长的时间——数年，甚至数十年，更可怕的是，很多时候正在犯错误的我们，却并不知道自己是在犯错。 在生活中，我观察到这样一个现象：不同的人，对待自身缺点的态度是不同的，甚至有些态度是完全相反的。 按正常的逻辑，当我们发现自身的一个缺点时，应该兴奋，庆幸自己这么早就将其发现了。那么，从此以后，自己全部或部分的注意力将就是努力克服纠正这个缺点，进而享受缺点被纠正后带来的学业精进、事业腾飞和其它人生红利，而不是一如往常那样陷在自身缺陷的泥潭里不知不觉、碌碌无为、迷茫甚至愚昧。 但是偏偏就有很多人，在自己发现或别人指出自己的某个缺点后，表现出的竟然不是兴奋，而是消沉，甚至是沉沦。当自己的一连串缺点被发现或指出来后，对这类人来说，简直就是晴天霹雳、莫大的讽刺和侮辱。他们将此视为对他们的打击，在这样的打击下，终于，他们被打趴下了，从此再也站不起来。 为什么会这样？同样是面对自己的缺点，有人将其视为自己成长提高的一个机会和切入点，但也有人竟然将其视为对自己的一记重击。甚至有时候，对后面这类人来说，他们为了逃避自己的缺点被发现或指出后的那种焦虑和痛苦，他们竟然会选择主动放弃对自身缺点的发现、拒绝别人对自己善意的提醒以及对自身的反思。一个看不到自身缺陷甚至放弃反省能力的人，基本上会生活的不如意，甚至，迟早要被这个社会所淘汰。 面对同样的事情，为什么不同的人会有截然相反的反应？甚至采取截然相反的行动？要回答这个问题，就不得不提与人类智商同等重要但并不为很多人所知晓的另一种每个人生存不可或缺的能力——理性能力。正是因为缺乏理性能力，所以才有了上面提到的那些不能很好的反省、面对自身缺点的人，而那些能够把发现自身缺点当做发现了新大陆般兴奋的人，必然就是较高理性能力的拥有者。 这个理性能力，就是指个体的判断和决策能力。曾今我们一度认为，拥有高智商就意外着拥有高理性，但加拿大学者基思·斯坦诺维奇在其著作《超越智商》这本书中告诉我们：拥有高智商，并不等于拥有高理性。事实上，我们经常会在身边或网上听到或看到一些聪明人做傻事的事情或报道。可喜的是，作者在这本书里明确告诉我们，理性是可以习得的。任何人通过一段时间的训练，都可以提升自己的理性能力。 在《超越智商》这本书中，基思·斯坦诺维奇提出了帮助人们获得和提高理性能力的策略，即，给我们的大脑安装好的心智程序。心智程序是指个体可以从记忆中提取出的规则、知识、程序和策略，以辅助决策判断和问题解决过程。 下面是作者给出的策略： 避免安装可能对你（宿主）产生生理伤害的心智程序。 关注影响你目标的心智程序，确保它不妨碍目标选择的多样性。 关注同认识世界相关的信念和模型，寻找并安装正确的心智程序，也就是真实反映世界的心智程序。 避免拒绝对自身进行评估的心智程序。 通过对以上四个策略的学习和实践，就可以在很大程度上提升我们的决策和判断力，即理性能力。 结语秋风阵阵，叶落飘飘。百虫归隐，众花凋零。长江岸边，观江水急。山城之怀，执卷长思。理性之光，光芒万丈。 文|雾满南山 2016.12.05","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"身边的巨婴","slug":"024 身边的巨婴","date":"2017-08-30T04:40:29.000Z","updated":"2017-08-30T05:05:21.195Z","comments":true,"path":"2017/08/30/024 身边的巨婴/","link":"","permalink":"http://yoursite.com/2017/08/30/024 身边的巨婴/","excerpt":"","text":"巨婴当成年人的身体里，嵌入了婴儿的心智，这该是怎样一种存在？又该是怎样一种悲哀？ 成年人的身体 + 婴儿的心智 = 巨婴 巨婴这个词，是由心理学家武志红老师首先提出，专门用来指那些心智不成熟的成年人。中国《民法通则》规定：“18周岁以上的公民是成年人。”凡是满18周岁的公民，不论其性别、精神健康状况如何，均视为成年人。 巨婴的特征母婴共生母婴共生，即母亲与婴儿的共生关系。在这个共生阶段，婴儿的一切全靠母亲来照料，假若在这个阶段让婴儿和母亲分离，婴儿几乎就不能存活。这种共生关系对于一个孩子的人格发展、心理状态、情绪状态和行为模式，起着至关重要、决定性的影响。母亲对孩子的关注，孩子对母亲的信赖，从共生关系理论来看，是一个人一生中一切人际关系发展的基础。 新闻中时不时会有这样的报道，高中生或大学生除了会学习之后，其它所有的事情基本都不会做，甚至连系鞋带，按天气冷暖增减衣服这种最基本的自我料理都无法完成，而要靠母亲一手包办。在这样的新闻中，反映出的其实是一种病态的共生关系，而新闻中的孩子，其实就是武志红老师定义中的“巨婴”。 全能自恋全能自恋，是每个人在婴儿早期都具备的心理，即，婴儿觉得我是无所不能的，我一动念头，和我完全浑然一体的世界（其实是妈妈或其他养育者）就会按照我的意愿来运转。 这种现象，在心理学上被称作“巨婴心理”。 相信你在生活中见到过无数这样的人，他们极端以自我为中心，凡事都要按自己的意愿来办，完全不会顾及别人的感受，甚至，他们从不曾意识到这个世界上还有别人的存在，为所欲为。大多数独生子女多属此类。 偏执分裂偏执分裂是说，极端化的情绪表达。就拿婴儿来说，假如某件事情没能按他的意愿来发展，那么他就选择自我崩溃，嚎啕大哭。 再来看看身边的成年人，有多少人拥有着极端情绪化、极端偏执、极端分裂的人格。他们不能理性的处理日常事务，但凡事情的发展偏离了他的意愿，其反应完全就是婴儿式的，直接走个极端——自我崩溃。这样的事情在恋爱中特别常见，那些失恋后嚎啕大哭，要死要活，长期无法走出失恋阴影的青年人，从某种程度上来说，完全就是婴儿式的反应。由于他和另一半之间的恋情没有朝着TA的意愿继续发展，因此，TA直接采取了极端化、情绪化的选择，直接自我崩溃，甚至有些更极端的，选择杀死对方或者自杀。 巨婴的形成心理学家武志红认为，巨婴的出现主要是由于孩子在幼儿阶段，缺乏正确照顾而导致的心理缺失。对婴儿来说，他的全部世界不过是饮食、睡眠、排泄和安抚。若这些需要无法得到父母或他人的准确照顾，婴儿就会产生强烈的无助感，随着婴儿的成长，这种无助感可能会演化成一种心理缺失，从而致使其在今后的生活中停留、再次追求、回到全能自恋的这种婴儿状态。 如何摆脱巨婴状态？ 爱 阅读（通过阅读，在理智上通过对自由主义的追逐来摆脱病态集体主义的束缚） 觉知 行动 这四个摆脱巨婴状态的方法，来源于罗辑思维，第198期节目【你是巨婴吗】，这四个方法的具体内容，感兴趣的读者朋友可前去罗辑思维观看。 结语 人生来就是不完美的、残缺的。正如不幸的家庭有各的不幸一样，每个残缺的人也各有各的残缺。面对残缺的自己，无须恐慌，亦无须自暴自弃，拿起书本，付之行动，在阅读和行动中不断修复残缺的自己，以臻于完整，臻于至善。 文|雾满南山 2016.12.03","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"也谈身体是革命的本钱","slug":"023 也谈身体是革命的本钱","date":"2017-08-30T04:37:45.000Z","updated":"2017-08-30T04:39:28.654Z","comments":true,"path":"2017/08/30/023 也谈身体是革命的本钱/","link":"","permalink":"http://yoursite.com/2017/08/30/023 也谈身体是革命的本钱/","excerpt":"","text":"常言道，身体是革命的本钱。 身体是革命的本钱。可以这样理解这句话：我们可以把人生看成是由无数个交易构成的，而我们用于交换其它物品（如：好的学业、好的事业和美好的爱情）的本钱，就是我们健康良好的身体。也就是说，跟做生意一样，我们拥有的本钱越多，可以交换来的东西也就越多。换个方式来理解这句话，即就是：身体是承载其它一切的基础。 强健良好的身体，可以看作是数字中的“1”，只有有了这个“1”，其后所有的“0”才会有意义，否则，再多的“0”也只是零而已。 在学习中，我们常听老师和旁人说：基础打不好，学习就会很吃力、不能精进甚至无法展开后续的学习；而在建筑行业中，我们更知道，一栋建筑的基础如果不牢固，该建筑修的越高危险系数就越大。而且一旦发生地基的滑动或塌陷，将会导致整个建筑的倾覆。同样，身体不好，即基础不好，绝对会极大的限制自己人生大厦的修建高度。甚至，会让自己体验到更多的本可以避免的不好的甚至是痛苦的体验。如身体的疼痛，精神上的抑郁、焦虑等等。 人是一个整体，由八大较小的系统构成，如：运动系统、消化系统、神经系统、内分泌系统、呼吸系统、循环系统、泌尿系统和生殖系统。我们也可以把人体看成一个由这八大微小系统构成的一个大的生态系统。这个大的生态系统，又可以看成由两部分构成： 身体和心灵/精神/心理。【在下面的文章中，心灵、精神和心理这三个词按需使用】 中国古人认为，健康就是：身心合一时人的状态。由此我们可以认识到，只有构成人这个大系统的身体和心灵这两部分均处于健康的状态时，才能说一个人是健康的。 但在生活中，有相当一部分人群往往片面的认为，身体良好，这个人就是健康的。殊不知，身体和心灵是互为一体的，单方面的健康并不等于整体的健康，只有身体和心灵都处于健康的状态，人这个系统才会处于正常的运转状态，我们也才可以说这个人是健康的。 大量的科学已经发现，身体和心灵是会互相影响的。身体的不适，会引发精神状态的不佳甚至扭曲，同样，精神状态的不佳也会引发身体的不适甚至病变。例如在百度贴吧的吧主飞翔大哥所写的《戒为良药》这本书中，我们可以看到大量的由手淫（SY）导致的精神病变甚至心灵扭曲的案例（包括女性）。总结该书中的案例就是：长期SY导致身体亏虚，长期的身体亏虚引发了焦虑症、社恐、神经衰弱等一系列精神/心理病变。大量的SY人群由于长时间的SY行为而处于长时间的身体不适和巨大的精神折磨中无法自拔，因而严重影响到这类人群的学业、事业以及正常的生活。（更多此类信息可去微信公众号【戒为良药】详细了解） 在心理异常导致身体症状这方面，最常见的要数躯体形式障碍。躯体形式障碍：是一种以持久地担心或相信各种躯体症状的优势观念为特征的神经症。躯体化障碍主要表现为多种多样、经常变化的躯体症状，症状可涉及身体的任何系统或器官。最重要的特点是应激引起的不快心情，以转化成躯体症状的方式出现。最常见的是胃肠道不适（如疼痛、打嗝、反酸、呕吐、恶心等）、异常的皮肤感觉（如瘙痒、烧灼感、刺痛、麻木感、酸痛等）、皮肤斑点，性及月经方面的主诉也很常见，常存在明显的抑郁和焦虑。可有多种症状同时存在。患者为此进行过许多检查，均没有阳性发现，甚至手术探察却一无所获。常为慢性波动性病程，并伴有社会、人际及家庭行为方面长期存在的严重障碍，很少能够完全缓解。女性远多于男性，多在成年早期发病，女性最早的症状可能与性方面的困难或婚姻、恋爱问题有关。有的患者因经常接受治疗，可致药物依赖或滥用（多为镇静剂和止痛剂）。（来源：网络） 在中华传统文化中，古人最为追求天人合一的境界，而要达到天人合一的境界，首先得做到身心合一。面对古老的传统文化，抱着全部信之或全部弃之的心态，都是不可取的，我们应当做的，应是取其精华去其糟粕。 身体是革命的本钱，不应只是当做一句口号。道德经有云： 上士闻道,，勤而行之；中士闻道,若存若亡；下士闻道,大笑之,不笑不足以为道 文|雾满南山 2016.11.28","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"《人类简史》解读一之人类起源","slug":"022 《人类简史》解读一之人类起源","date":"2017-08-30T04:32:03.000Z","updated":"2017-08-30T04:36:49.180Z","comments":true,"path":"2017/08/30/022 《人类简史》解读一之人类起源/","link":"","permalink":"http://yoursite.com/2017/08/30/022 《人类简史》解读一之人类起源/","excerpt":"","text":"大约在135亿年前，一个致密而炽热的点发生了大爆炸，这一炸，就炸出了我们知道的浩瀚无垠的宇宙。这就是关于宇宙形成的“大爆炸假说”。 演化之路在宇宙形成之后，又经过几十亿年的演化，我们的地球便诞生了。生命要出现在地球上，还得再经过一段漫长的岁月。到了大概250万年前，最早的人类才从东非开始了演化之路。他们的祖先是一种猿类——南方古猿。大约200万年前，这些远古人类有一部分开始离开非洲奔向地球的各个角落。 这些远古人类离开非洲后，就开始了各自不同的演化历程。到达欧洲和西亚的远古人类，被我们称为“尼安德特人”；到达亚洲的，称为“直立人”；而到达印度尼西亚爪哇岛的，则是“梭罗人”；同样是在印度尼西亚，有一个小岛弗洛里斯，在这里演化的物种，被称为“弗洛里斯人”，因这里的远古人类身材矮小，故又被称为小矮人。2010年，科学家在西伯利亚的丹尼索瓦洞穴中的发现，又给人类物种新填了一个成员，“丹尼索瓦人”。除了这些已被发现的人种外，可能还有一些未被发现的人类亲戚正在地球的某些角落里等着我们去发现。 那些留在非洲的远古人类，他们也没有停止演化的步伐。那里演化着“鲁道夫人”、“匠人”以及“智人”。而我们，全都是智人祖先的后代。 演化继续进行着，到了大约80万年前，已经有部分人种偶尔会使用火，而到了大约30万年前，用火对直立人、尼安德特人和智人祖先来说，已是家常便饭。火的使用，给人类带来了很大的变化。比如，通过用火，人类就可以烹饪食物。不但如此，有学者认为，烹调技术的发明，与人体肠道的缩短、大脑开始发育有直接关系。【来源：《人类简史》（以色列）尤瓦尔·赫拉利 著（P13）】 （以色列 尤瓦尔·赫拉利 著） 认知革命大约在距今7万到3万年前，智人出现了新的思维和沟通方式，这就是所谓的“认知革命”。关于认知革命发生的原因，最普遍的一种理论是：某次偶然的基因突变，改变了智人的大脑内部连接方式，让他们能以前所未有的方式来思考以及完全用新式的语言来沟通。 认知革命之后，智人不但可以准确描述实际存在的事物，同时他们还能虚构出并不实际存在的事物。比如，智人可以准确描述森林里什么地方有多少头鹿，而且，他们也可以说：森林里有一个仙女（注意：仙女只是想象中虚构的事物，并不实际存在）。 通过虚构这种能力，智人就能够一起想象，编制出种种虚构的故事。通过这种虚构出的故事，智人便可以集结大批人力，灵活合作，获得前所未有的能力。正如我们所知的宗教（部落守护神）、国家、有限公司、人权等现代社会必不可缺的东西，其实都是智人虚构出来的产物。 （待续） 文|雾满南山 2016.11.07","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"不要让伪心理学荼毒了我们的大脑","slug":"021 不要让伪心理学荼毒了我们的大脑","date":"2017-08-29T10:11:11.000Z","updated":"2017-08-29T10:13:16.683Z","comments":true,"path":"2017/08/29/021 不要让伪心理学荼毒了我们的大脑/","link":"","permalink":"http://yoursite.com/2017/08/29/021 不要让伪心理学荼毒了我们的大脑/","excerpt":"","text":"有这么一门知识，尚不为很多人所知晓。 这是一门涉及人类行为和意识的不同形式，可以用来解释、预测和控制人类行为的知识。这到底是一门怎样的知识呢？答案就是——心理学。你可能边笑边反问，心理学我怎么可能不知道？没错，其实你就是不知道什么是心理学。你所知道的大部分心理学知识，很可能只是伪心理学。 占星术、通灵外科手术、超速阅读、生物节律、接触治疗、潜意识自助录音和通灵侦探等这些领域，都有着一大批的信众和追随者，可能你就深信着其中的一个或多个。但是，上面这些领域所宣称的事实，其实早已被证明是谬误的。这些领域经常打着心理学的招牌横行于世，招摇撞骗。但其实它们并非真正的心理学，只是伪心理学而已。 生活中，对心理学充满偏见和无知的人非常多。如果问你，你心目中最伟大的心理学家都有哪些，你第一个想到的很可能是弗洛伊德。弗洛伊德因第一个提出精神分析法而闻名于世，但是他对于现代心理学的重要性无疑被夸大了（这话不是我说的，这句话来源于：《对伪心理学说不》—基思·斯坦诺维奇著（P02）），因为他的很多理论无法满足可证伪性标准。 心理学是一门年轻的科学，任何一个科学理论要证明是有用的，必须遵循这样的原则——从中得出的预测，有可能被证明是错误的。这项原则被称为“可证伪性标准”。哲学家卡尔·波普尔就一直致力于强调可证伪性的重要性。 为了更好的理解可证伪性，咱们来看下面两个例子： 1、有这样一个理论：在一个大气压下，温度达到零摄氏度时，液体的水会凝固成固态的冰。这就是一个可被证伪的理论。因为我们可以通过实验去观察，看在一个大气压，温度为零摄氏度的环境下，液体的水是否真的凝固成了固态的冰。假若水真的凝固成冰，那这个理论就被证明是正确的，反之则为错误。我们现在之所以仍然在使用这个理论，就是因为它还未被证伪。 2、假如我跟你说：现在在我家的车库里面有一条会喷火的飞龙！这个时候，你非常怀疑这个说法，认为我是在说谎。你想要拆穿这个把戏。 于是你说，那你打开车库大门给我瞧瞧吧？你说，那你打开车库大门给我瞧瞧吧。 但是我说：非常遗憾，我这条龙是隐形的。就算打开大门你也看不到。事实上这条龙只有我能看到。 于是你说：那它不是会喷火吗？让我们来测试一下你们车库的温度有没有升高吧。 非常遗憾，我这条龙喷出来的火是冷的，它并不能提高车库的温度。虽然如此，但是这条龙的确存在。 于是你还不死心 。那你能不能让我往车库里面喷漆，它如果存在的话，身上肯定能占上油漆，从而就现身了。 非常遗憾，我这条龙的鳞甲并不能沾上油漆，所以你就算那样做，也肯定看不到，不过相信我，它真的存在。 你提出的每一个试图推翻我说法的测试方法，都会被我用一个理由规避掉。于是，你就永远也没有办法推翻我的说法。从另一个角度来说，我这个说法从来没有人推翻过，将来也不会被人推翻。它是一个永远无法推翻的学说。 以上就是卡尔·萨根著名的龙喻。说的就是理论的不可证伪性。 想必通过上面的解读，你已经对什么是可证伪性了然于胸。接下来就让我们看看什么是科学。加拿大学者基思·斯坦诺维奇在其著作《对伪心理学说不》（P10）这本书里这样定义了科学： 科学，是一种思考和观察事物以便深入理解其运行机制的方法。 有以下三个重要的特征： 应用系统的实证主义产生公共知识验证可解决的问题 身为现代人，我们要有学习和掌握科学实证精神的意识和行动。生活中，经常要我们做出各种决策和判断，有些决策甚至与我们的生活质量密切相关，面对这类决策，只有以科学的方式去做出选择，才是最理性的决策，才能最大化我们的利益诉求。也只有掌握了真正的心理学知识，下次面对那些躺在伪心理学肚皮上的鸡汤文时，我们才能够一笑而过，避免中毒太深。 文|雾满南山 2016.11.04","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"两种不同的思维方式","slug":"020 两种不同的思维方式","date":"2017-08-29T10:07:21.000Z","updated":"2017-08-29T10:30:09.571Z","comments":true,"path":"2017/08/29/020 两种不同的思维方式/","link":"","permalink":"http://yoursite.com/2017/08/29/020 两种不同的思维方式/","excerpt":"","text":"一来一轮问答先。 你有过与5，6岁小朋友谈话的经历吗？相信你肯定有过。与小朋友谈话有什么感觉？你肯定会说，他们充满童真、他们很搞笑、他们异想天开等。再问你，你觉得小孩子和大人最大的区别是什么？可能很多人会不假思索的脱口而出，生理发育程度不同。没错，这可能是大多数人的答案。而我要说，大人和小孩最大的区别在于，他们的思维方式不同。不但大人和孩子的区别在于不同的思维方式，如果你问我大人与大人之间最大的不同是什么，我的答案依旧如此。 那么，思维方式不同人的区别在哪？区别就在于成熟与不成熟。是的，决定一个人成熟与否的最大因素，并非大多数人所认为的生理成熟度。 生活中，想必你看过太多的这类现象，有些二三十岁的成年人甚至更年长者，他们偏执分裂、非黑即白、急躁易怒、没有主见、随风飘流…… 社会上有个词，“巨婴”，专门来形容这类人。是什么导致了这类人幼稚的行为？答案是，他们的心智不成熟，也就是他们的思维方式有问题。 二我们所在的21世纪，是个信息时代，媒体高度发达。面对生活中满天飞的各种信息，不成熟者毫无招架之力，只能任凭信息浪潮无情的拍打和冲击他们的大脑。面对海量的信息，他们只能任凭其左右，淹没其中。 为什么会这样？因为这类人不够成熟，和上面提到的那类人一样，他们的思维方式有问题。既然是思维方式出了问题，那我们该怎么办？美国学者尼尔·布朗和斯图尔特·基利在他们的著作《学会提问》这本书里，讲了两类不同的思维方式——海绵式思维和淘金式思维。 海绵式思维方式，类似于海绵放到水中的反应——充分吸收水分。这种思维方式对于我们所面对的纷至沓来的信息和观点该如何做出取舍提供不了任何方法。拥有这种思维方式的人会对自己读到的一切深信不疑。 淘金式思维，拥有这种思维方式的人，在面对信息时，能够积极主动的参与进来，掌握主动权。他们会带着问题去读书，能够选择相信什么忽略什么。 现在我们来检视一下这两种不同的思维方式会导致怎样不同的行为。采取海绵式思维的读者通常怎样读书？他会逐字逐句的读，竭尽所能的记住材料。他的主要任务是找出作者的观点并加以充分理解，而不会对作者的论证过程做出评价。 采取淘金式思维的人会怎么做？他们会在阅读中问自己一系列问题，旨在找出对所读内容的最佳判断和最合理的看法。由此我们可以认识到，要做个拥有淘金式思维的人。那具体该如何做呢？《学会提问》这本书给出了如下的方法。 你得在你的大脑里存一份淘金式思维的清单： 我有没有问“为什么”别人要我相信他的观点 在我想到别人的说法可能有问题时有没有把它记录下来 我对别人说过的话有没有进行客观评价 针对某一特定主题我有没有在别人合理说法的基础上形成自己的结论 有了这份清单，不管是处理日常事物还是阅读别人的文章，我们就更可能理性的对待并做出合理的决策，而不是被自己糟糕的情绪或各种偏见所左右。 三成熟和理性不是天生的。小时候我们不成熟，哭闹可以引起父母对我们的关注，从而得到他们更好的照顾。但是随着年龄的增长，我们就要变得成熟起来，我们要刻意去训练自己的心智，以期获得开阔的思维能力。只有这样，我们才能在这个复杂世界的舞台上，左手拈花，右手执思维之剑，开创出一片属于自己的新天地。 文|雾满南山 2016.11.03","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"你的意志力，撑得起你的理想吗","slug":"019 你的意志力，撑得起你的理想吗","date":"2017-08-29T09:52:03.000Z","updated":"2017-08-29T10:03:38.962Z","comments":true,"path":"2017/08/29/019 你的意志力，撑得起你的理想吗/","link":"","permalink":"http://yoursite.com/2017/08/29/019 你的意志力，撑得起你的理想吗/","excerpt":"","text":"在生活中，你肯定经常听说过意志力这个词，虽然经常听人提起这个词，但是你很可能并非真的了解这个词的全部。 1、意志力是种资源你有没有思考过这样一个问题。当你在超市购买自己爱吃的零食，在商场挑选自己喜欢的衣服，或者在网上选择自己心爱的物品时，不管是面对货架上玲琅满目的物品，还是网页上海量的商品图，在你最终选择并购买了你最喜欢的那些物品后，你除了损失一部分金钱外，你还有没有损失掉其它什么东西？ 心理学家告诉我们，其实你不光损失了金钱，你还损失了另外一部分资源——意志力。 意志力，是指人们为达到既定目的而自觉努力的程度或坚强的意志品质。 你可能会问，意志力也是一种资源？没错，意志力不只是个传说。在《意志力：关于专注、自控与效率的心理学》这本书中，实验人员通过萝卜实验告诉我们：意志力跟人们的肌肉力量一样，在使用过后也会发生损耗。意志力也是一种资源。 下面就让我们来看看这个实验。实验过程是这样的（过程描述较长，可以略去不看，不影响后续理解）： 美国社会心理学家鲍迈斯特招募了一批大学生，这些学生被带到了实验室。在被带到实验室参加实验前，学生们已经禁食了一段时间。实验室里，桌子上放着一碗刚烤好的散发着诱人香味的曲奇巧克力，还有一碗生萝卜。实验人员把学生随机分成两组，一组是曲奇组，可以吃曲奇；一组是萝卜组，可以吃萝卜。 实验开始后，实验人员离开实验室透过外面的窗口偷偷观察这些学生的行为。在一番挣扎后，实验组的学生吃掉了自己组对应的食物。之后，这些学生被带到另一个实验室，让他们解一些无解的几何题（学生不知道题目无解），说是要看看他们有多聪明。实际上，检测的目的是要看他们能坚持多久才放弃继续解题。（这是压力研究者以及其他人使用了几十年的一项标准技术，因为它测得的总毅力比较可靠） 最终的结果是，可以吃曲奇巧克力的学生，一般坚持了大约20分钟，和对照组一样（也很饿，但是没吃任何东西）。对比鲜明的是，成功抵制了巧克力诱惑的萝卜组，只坚持了大概8分钟。他们成功的抵制了巧克力的诱惑，但是付出了很大努力，没有剩下多少精力做几何题。 现在知道了吧，购物的时候，你选择这些商品，相当于你抵制了其他的商品。而抵制其它商品的诱惑，就要损耗你的意志力。 2、意志力与生活你肯定听说过斯坦福棉花糖实验。美国心理学教授通过这个实验告诉我们：那些成功抵制了棉花糖诱惑的学生，成年后取得的成就更大。这个实验其实是延迟满足实验的一种。 延迟满足就是能够等待自己需要的东西到来，而不是想到什么就要什么。 延迟满足能力的强弱，反映的是一个人意志力的强或弱。种种实验研究表明，一个人意志力越强（或越能延迟满足自己的欲望），便越能在生活中取得更高的成就。 再来看另一个由哥伦比亚大学的乔纳森·勒瓦夫（Jonathan Levav）和本—古里安大学的沙伊·丹齐格（Shai Danziger）领导的一个心理学家团队在以色列一所监狱进行的实验。（实验过程略，若想进一步了解，可参考美国心理学家罗伊·鲍迈斯特和约翰·蒂尔尼的著作《意志力：关于专注、自控与效率的心理学》（P77~P80））这个实验表明：决定囚犯能否获得假释的竟然是法官当时身体血液里的葡萄糖水平，也就是法官当时意志力的强弱。（后来的实验表明，人的意志力和血液里葡萄糖的含量密切相关。即在一定的范围内，血液里葡萄糖含量越高，人的意志力也越强）。 由以上两个实验可以看出，一个人的意志力不仅影响着自己的生活，更可能影响到他人的命运。 3、怎样提高自己的意志力心理学家给出的建议是：集中精力改变一个习惯行为。 比如你可以练习改变自己的说话习惯、练习改变自己懒散的坐姿——强迫自己坐直、练习坚持记录自己的日常开支、练习坚持吃早饭、没有跑步习惯的可以练习坚持去跑步等等。凡是能改变习惯行为的练习，都可以增强我们的意志力。 练习无疑需要自制力。更可喜的是，有实验表明，生活中某个方面自制力的训练似乎能提高生活中所有方面的自制力。一些实验报告显示，那些坚持健身和理财的人报告说，学习更勤奋了，脾气控制能力增强了。奥腾与西北大学的伊莱·芬克尔等心理学家作的有关家庭暴力的研究甚至表明，自制力增强后，家庭暴力就会减少。 总结心理学家对意志力的研究还在继续进行，但由已经取得的研究成果来看，意志力对我们生活的影响是无处不在的。 对于那些想要取得成就，实现自己人生价而不知从何处入手的人来说，何不去试试增强自己的意志力？说不定这个小小的举动，会给你的生活带来天翻地覆的改变。 文|雾满南山 2016.11.02","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"相遇了，龙应台先生","slug":"018 相遇了，龙应台先生","date":"2017-08-29T09:49:38.000Z","updated":"2017-08-29T09:51:16.646Z","comments":true,"path":"2017/08/29/018 相遇了，龙应台先生/","link":"","permalink":"http://yoursite.com/2017/08/29/018 相遇了，龙应台先生/","excerpt":"","text":"初识龙应台先生，是在大一幼稚时。 龙应台，中国台湾人，现代作家。曾任“中华民国文化部部长”。 有缘结识龙应台先生，全凭了她的作品【野火集】。大一时，适才开始了我没有尽头的网购生涯。古人说：“吾生也有涯，而知也无涯”，我要说：“而知也无涯，网购亦无涯”。都说万事开头难，可在网购这件事上，我就没犯过难。申请淘宝账号，选书，下单，成了。可见万事开头难这句有既充满智慧，而又沉重的古人劝勉之语，并不是放之四海而皆准，至少对于我的这个开头，就不适用。 第一次所购，是在淘宝上，买了几本书。其中就有龙先生的【野火集】，其它几本书名，现已不复记得，而且没有一点印象。真希望被我忘记了书名的那些个书的作者，无论健在与否，都请不要记恨我。记恨也无所谓，谁规定我读了你的书，就一定要记得你或你的书？为什么会买【野火集】，我也实在想不起原因，也许是谁推荐过；也许是在某些书里看到过，觉得好，还想读；也许就是随便找到的而已。英雄不问出处，我也不详究其因，反正就这样，我与龙先生，以及她的【野火集】，相遇了。 拿过书，于封面的右边，印有龙先生的肖像。她左偏着脖颈，平静的望了过来，正与我目光相接。盯着看久了，又觉得不好意思，好像是在与真人对视。赶紧转移视线，把目光移向桌旁的文竹，看看微微飘动的床帘，再看看墙壁上歇着的爬虫，星星点点，轻松多了。可是为什么会不好意思呢？明明只是张图片而已。想不清，也想不通，不想了，翻开书来瞧瞧。 这里提个很有意思的插曲。第一次拿到【野火集】，先是看到了龙应台先生印于封面的肖像，后又看了序言中有提到龙应台“先生”，自此，我一直以为龙应台先生是位男性。直到读该书的途中，越读越不对劲，总觉得哪里出了问题，书中多次提到龙应台先生，但竟然使用了“她”，而不是“他”。最开始我以为是印刷错误，后来实在不放心，就谷歌具体查阅了龙应台先生的简介，结果很是出人意料，我犯昏了，龙应台先生竟然是位女性，可是别人又为什么要喊她——先生？后来读到杨绛先生，也才有所悟，释然了，同时也更敬重起龙先生来。翻开书来瞧，不瞧不要紧，这一瞧，出事了，潘多拉的魔盒开启了。 龙先生的野火集，是先生有关社会时事，以及生活中种种事件的思考评论集。在【幼稚园大学】一文中，先生写了台湾大学生的状况。 处事能力之不足思想之贫乏 而在在【中国人，你为什么不生气】一文里，先生写了中国人贫乏的权力意识。 要意识到自己应有的权力要努力争取应有的权力要学会生气 野火集里的文章，一篇一篇的读下去，伴随着，一时时的愤怒，一时时的沉默，一时时的无奈，一时时的欣慰…… 随着一篇一篇的阅读，锁闭的心智，慢慢地开启了；沉睡的灵魂，慢慢地苏醒了；身为人的尊严，也慢慢地意识到了。由此，思考之门开启，再也没有任何力量，能够将其镇压，再也没有任何谎言，能够再次将其锁闭。 野火集，我的人生启蒙之作，更是政治启蒙之作。 龙应台先生的野火集，不仅表现了作者的良知，也突显了一个知识分子的社会责任。如果理性思考是你追求的月亮，那野火集就是指向月亮的手指。 台湾有野火集，台湾有应台先生，幸甚。 愿先生的野火集，如野火般，轰轰烈烈，烧尽漫山遍野愚昧而麻木的枯草，在新生的大地上，浩浩荡荡，抽出坚韧而智慧的新芽。 文|雾满南山 2016.11.01","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"做你自己","slug":"017 做你自己","date":"2017-08-29T09:37:25.000Z","updated":"2017-08-29T09:38:10.063Z","comments":true,"path":"2017/08/29/017 做你自己/","link":"","permalink":"http://yoursite.com/2017/08/29/017 做你自己/","excerpt":"","text":"今天观看了美国电影【功夫熊猫】第三部，看完后感慨良多。 在第三部中，熊猫阿宝经历了人生中诸多的大事。他见到了自己的亲生父亲、回到了熊猫村、练就了气功、打败了天煞、最重要的是他找回了自己，成为了真正的神龙大侠。 电影的开头，天煞从灵界逃出，打败了无数的大师，并吸取了他们的气。连乌龟大师以及熊猫的师傅，也被他打败并吸走了气。在打败了所有的大师后，天煞直奔熊猫阿宝而去，目的是要打败他并吸走他的气。 天煞其人，在很久以前是乌龟大师的好朋友。曾经救过乌龟大师的命。事情是这样的，在以前的一场战斗中，乌龟大师受了重伤，天煞背着受伤的乌龟大师长途跋涉来到熊猫村，寻求医治。最终，众熊猫一起，用气功挽救了乌龟大师的命，并且将气功传授于他。由于气功威力无穷，天煞动了学习气功的念头，最终，歪打误撞，他知道了可以吸取别人的气据为己有。于是，他在熊猫村吸取熊猫的气，为此，他和乌龟大师成为了敌人，并最终被乌龟大师打入灵界，直到五百年后他再次回到人间。 乌龟大师在未被天煞吸气之前，教熊猫要做自己，只有成为自己，才能能量无穷，立于不败之地。但是那时的熊猫，对此话不明不白，根本体会不到这句话的深意，一副憨萌之态。 为了打败天煞，熊猫阿宝听从了乌龟大师的安排，随他的亲生父亲一起，去熊猫村学习气功。出发不久，阿宝就发现了他的鹅爸爸原来藏在他的背篓里跟了过来。于是，他们三人一路嬉闹朝熊猫村而去。在熊猫村，熊猫阿宝不仅见到了他母亲的照片，他也学会了熊猫该有的生活习惯，成为了一只真正的熊猫，为此，他高兴坏了。 不久，虎妞来到了熊猫村，带来了乌龟大师和熊猫阿宝的师傅被天煞打败且吸去气的坏消息，并且，她说天煞已经在去往熊猫村的路上，不久就会到达。为了迎战，阿宝及众熊猫开始了准备工作。由于熊猫阿宝的亲生父亲无意中的一句:做你自己，使得阿宝领悟了乌龟大师说的“做你自己”四个字的真谛。 受这四个字的启发，阿宝开始了因材施教的训练众熊猫的计划，不久，他的计划取得成功，他们做好了迎战的准备。 天煞到达熊猫村，对熊猫村发起了包围，但最终，他的翡翠兵均被众熊猫们打败。天煞兵败之后，恼羞成怒，对阿宝发起了疯狂的进攻，他俩展开了猛烈的战斗，几回合下来，阿宝惨败，他明显不是天煞的对手。不过，在关键时刻，阿宝灵机一动，用了一妙招带着天煞一起去了灵界。在灵界，他俩又进行了激烈的战斗，阿宝依旧不敌对手，数回合后，阿宝被天煞控制动弹不得，只能眼睁睁看着天煞吸取自己的气，在气快被吸光，熊猫阿宝即将变成翡翠熊猫的那一刻，人间的众熊猫在阿宝亲生父亲的带领下，一起为阿宝发力助威。熊猫阿宝得到了众熊猫们的力量，挣脱了天煞的束缚，并且领悟到了自己是神龙大侠的真谛，然后，他化身神龙，最终用气功打败了天煞。天煞一死，被他吸了气的大师们恢复原貌，重获新生。在灵界，熊猫阿宝遇见了乌龟大师，乌龟大师将自己的权杖传授给阿宝，并选择继续留在灵界。而阿宝，在众熊猫紧张的期盼当中又回到了人间。自此，电影结束。 这部电影中，最关键的线索就是乌龟大师点化熊猫阿宝的那句：做你自己。整部电影，讲的是熊猫阿宝在寻找真实自己过程中的修行。 影片中，我们可以明显感觉到中西方价值理念的不同。西方的文化强调个人价值，重视个人自由，个人自由应当是普世价值之一。而在我们的国家，集体主义的阴霾无所不在。为了达成某个国家目的，我们可以无视个体的感受，甚至牺牲个体的生命也在所不惜。在这种以牺牲个体利益来换取大众利益、以牺牲局部利益来换取整体利益的理念指导下，我们大肆的粗暴发展经济，只图眼前的经济利益，完全不顾由此带来的恶劣后果。再者，在这样的理念下，为集体利益而牺牲便成了光荣的代名词。生命本该是最珍贵、最无价的、最应被珍视的东西，但在这样的理念下，有些人就可以打着牺牲便是光荣的虚构幌子来骗取别人的牺牲而使自己成为最后的获利者。如果不重视个人自由，不强调个人的价值和感受，只呼喊牺牲便是光荣这种弥天大谎的口号，那么我们这些大多数终究是跳不出被少部分人奴役的命运。 身为个体，我们可以牺牲自己的利益，甚至可以牺牲自己的生命来换取别的什么东西，但在牺牲之前，我们一定要知道那个东西具体是什么。如果有人要我们牺牲自己或别人的生命，那我们更应该慎之又慎。 每个人来到这个繁华而冰冷的世界，都是独一无二的，要想在既漫长又短暂的一生中不辜负自己的生命，实现自己的价值，我们唯有找到那个真实的自我并且做自己。我们无需成为某人的第二或第三第四，我们唯一要做的，就是找寻真实的自己。找到了，便一生无憾。 找寻的过程，便是修行。 文|雾满南山 2016.10.30","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"大数据浪潮","slug":"016 大数据浪潮","date":"2017-08-29T09:30:06.000Z","updated":"2017-08-29T09:41:03.418Z","comments":true,"path":"2017/08/29/016 大数据浪潮/","link":"","permalink":"http://yoursite.com/2017/08/29/016 大数据浪潮/","excerpt":"","text":"什么是大数据，通俗点说就是具有以下三种特征的数据。 体量大多维度完备性 有了大数据，我们可以干什么？可以给我们多一条思维的路径。对于一些难题，我们可以运用逻辑推理能力通过寻找事物间的因果关系进行很好的解答，但也有一些难题，由于相关因素太复杂，找到各因素之间因果关系的难度太大或根本不可能找到相应的因果关系，面对这类寻找因果关系困难重重却又不得不解决的难题，我们可以换个思维方式来进行解决，那就是大数据思维。例如我们可以利用大数据思维来找到事物之间的相关关系并进而找到解决方案。这样我们就避开了寻找因果关系。从而大大降低了解决成本，大幅度提高了解决效率。 科学家在解决机器智能的问题中，通常采用两种解决思路。简单点说第一种是让机器模拟人类的思维方式，进而让机器产生人工智能；第二种思路是在拥有大数据的前提下，通过建立一些简单的数学模型取代一个复杂的模型来解决问题。这第二种方法被称为数据驱动法。而数据驱动法的基础则是切比雪夫不等式： 【这个公式的含义是，当样本数足够多时，一个随机变量和它的数学期望值之间的误差可以任意小】 吴军博士在其著作《智能时代》这本书里指出：如果我们把资本和机械动能作为大航海时代以来全球近代化的推动力，那么数据将成为下一次技术革命和社会变革的核心动力。从工业革命开始，几次主要的技术革命都遵循相似的规律： 第一次工业革命 / 机械时代：现有产业+蒸汽机=新产业第二次工业革命 / 电气时代：现有产业+电=新产业信息革命 / 数字时代：现有产业+摩尔定律=新产业 通过回顾历史，我们展望未来： 现有产业+大数据=新产业现有产业+机器智能=新产业每次技术革命都会诞生心得思维方式和商业模式，无论是企业还是个人，若想在未来的商业中立于不败之地，唯有在思维上跟上新时代。人与人最大的差距，不在于物质的富有与否，而在于思维方式的不同。人最大的贫穷不是物质的不足，而是思维方式的匮乏。很对人的贫穷，其实是直接由思维方式的匮乏所导致的。在《智能时代》这本书中，吴军博士指出：每一次技术革命，只有2%的人才能加入到技术浪潮之中，另外98%的人，终将会被淘汰。大数据导致的机器革命的到来，对未来社会的影响将是全方位的，如何才能在即将到来的技术革命中成为一名弄潮儿、享受技术革命带来的红利而不被时代淘汰，是摆在每一个21世纪的人面前的一个难题。未雨绸缪，有机遇就有挑战。 文|雾满南山 2016.10.13","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"正确的努力方式是什么","slug":"015 正确的努力方式是什么","date":"2017-08-29T09:21:09.000Z","updated":"2017-08-29T10:24:35.267Z","comments":true,"path":"2017/08/29/015 正确的努力方式是什么/","link":"","permalink":"http://yoursite.com/2017/08/29/015 正确的努力方式是什么/","excerpt":"","text":"副标题：《万万没想到》读书笔记 成功，是个特别诱人的东西，几乎每个人都在玩命似的追求成功，以为成功以后便可万事大吉，从此坐享东山，尽享岁月之静好。 这里不讨论成功是否是个一劳永逸的活，也不讨论是否成功以后便再无努力的必要，这里只讨论如何才能更科学的追逐成功。 怎样成为某一领域的顶尖高手？相信很多人都知道一个答案：练习一万小时。英裔加拿大畅销书作家马尔科母·格拉德威尔在《异类》一书中告诉我们：天才不是天生的，是练出来的，而且至少得练一万小时。 看过《异类》的人都知道“一万小时定律”，没看过这本书的人中，也有很多人听过这个定律。但是很多人只知道练习很重要，至于怎样去练习？相信只有少数人深喑其精髓。 真正有效的练习方法，就是【刻意练习】。刻意练习的内容，万维钢在其作品《万万没想到》里是这样总结的： 只在“学习区”练习 把要训练的内容分成有针对性的小块，对每一个小块进行重复练习 在整个练习过程中，随时能获得有效的反馈 练习时注意力必须高度集中 这里需要说明的是，真正的练习不是为了完成运动量，练习的精髓是要持续的做自己做不好的事。 心理学家把人的知识和技能分为层层嵌套的三个圆形区域：最内一层是［舒适区］，是我们已经熟练掌握的各种技能；最外一层是［恐慌区］，是我们暂时无法学会的技能；二者中间则是［学习区］。如下图所示： 比如说我们看一本书，如果书里说的内容都是我们所熟悉的，完全符合我们已有的观念，这本书就在我们的舒适区内。但如果这本书说的内容与我们原有的观念不符，但是我们思考之后仍能理解接受，那么这本书就在我们的学习区内。如果这本书我们完全理解不了，那么就是在恐慌区。（来源：万维钢的《万万没想到》，P60） 持续进步的关键就是持续地在学习区做事。但是有太多人只是固执的呆在自己的舒适区里，一而再再而三的重复着那些自己早已熟悉的内容，却美其名曰在努力。可是这类人，即使他们努力一生，也难以在他们所努力的领域内取得客观的成就。脱离舒适区，才是进步的本质，但需要很强大的意志力。脸谱网的创始人和CEO马克·扎克伯格，为了防止自己停留在舒适区，他不断的挑战新领域。他的做法是每年给自己定一个新目标。比如2009年是每个工作日戴领带，2010年是学习中文，2011年是只吃自己杀死的动物，2012年是重新开始写代码，2013年是每天认识一个新朋友，2014年是每天写个表示感谢的便条。 想要把一个技能或者是一个生活习惯甚至是一种心态“长”在大脑里，唯一的办法是不断重复。比如你想学会游泳，唯一的办法就是不断的在水里游，而不是看一大堆教游泳的书或视频，要是那样做了你就永远也学不会游泳这一门技能。总之就是一句话：重复，重复，再重复。 在不断重复练习的时候，一定要有即时反馈。有了即时反馈，练习着才能迅速发现自己的问题所在，并进而改之以求进步。就拿读书来说，读完了一本书，你以为自己理解了，然后别人问了你书里几个相关内容，结果你答不出来，这时候，正是因为别人给你的即时反馈才使你发现了自己的不足。有了即时反馈，进而你就可以找到改进办法，那就是就刚才的问题重新翻书多读几遍以求得真实的理解。 刻意练习不好玩。它要求练习者调动大量的身体和精神资源，全力投入。如果你觉得你是在享受练习的过程，那么你就不是在刻意练习。埃里森领导的小组曾就影响学生学习成绩的因素做过一个研究，研究的结果表明，决定一个学生好成绩的因素不是学习时间，而是学习环境。成绩好的学生必须在一个不受打扰的环境中单独学习。只有在这种环境下的学习时间才是有效时间。更进一步，哪怕这个学生以前的成绩很差，只要在某一个学期他做到了在安静环境中单独学习，那么他的成绩将在这一个学期获得提高。 如果你想学点知识，最好的办法是找本书——最好是正规的教科书或者专业著作——然后老老实实地找个没有人的地方坐下反复读，而且还要自己整理笔记，甚至做习题获得反馈。 文|雾满南山 2016.10.12","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"缺陷也有优势","slug":"014 缺陷也有优势","date":"2017-08-29T09:19:28.000Z","updated":"2017-08-29T09:20:29.613Z","comments":true,"path":"2017/08/29/014 缺陷也有优势/","link":"","permalink":"http://yoursite.com/2017/08/29/014 缺陷也有优势/","excerpt":"","text":"人存于世，吃饭之余，便要做事。做事伊始，得有信念。 信念之重要，想必人人都有所悟。做事前若能信念坚定，那么成功的可能性便会很大，这便是良好开端之意吧。相反，如果做事一开始便没有信念或信念不坚定，成事的可能性便一下子降得很低。 信念为什么会有如此大的魔力？如果按上述逻辑继续思考的话，便会发现人竟然是万能的。如果一个人坚信自己做某事能成功，那么在他采取具体的行动之后，事情便会朝着他所期待的（成功）那个方向发展。同样，如果一个人在做事之初信念不坚定，不相信自己能够做成此事，即就是相信自己做不成某事，那么，事情会朝着他不相信能成功的那个方向发展。换个说法就是，事情会朝着他所相信的不能成功那个方向发展。最后的结果是：如果一个人信念坚定，相信自己做某事能成功，那么，他成功的可能性会很大。同样，如果一个人相信自己不能成功，那么，他所相信的不成功的可能性会比较大。 在生活中，相信很多人对信念的作用或多或少都有所体会。这里我想指出的是：上述情况和「确认偏误」有点类似。 确认偏误（confirmation bias）：如果你已经开始相信某个东西了，那么你就会主动寻找能够增强这种相信的信息，乃至不顾事实。 这个世界是复杂的，是发展变化的，更是充满不确定性的。因此，人身上的优点以及缺点并非一成不变的东西，它们会随着环境的不同而相互转化。所以说，我们不光可以利用自身的优点，同样，我们也可以利用自身的缺点来帮助自己通向成功。比如一个人有很强的散热能力，在热带，这一能力便是他的优点，他可以利用这一优点来很好的适应热带生活。若他来到寒带生活，那他的这一优点马上变为缺点，不利于他的生存。再比如绿色盲患者【绿色盲又称第二色盲或乙型色盲，能分辨出不同绿色间的细微差别】在普通日常生活中，绿色盲是他的一大缺点，但是到了战场上，他却能分辨出迷彩服的绿和草丛的绿间的细微差别，因而他比别的士兵更能发现敌人的位置。这样，他的绿色盲这一缺点就成了他的优点。有一些特别厉害的狙击手就是绿色盲患者。 狙击手可以利用自身的绿色盲这一缺陷成为厉害的狙击手，也有人利用自身的高散热能力这一缺陷而成为热带环境的强适应者，由此可以认识到，我们也可以利用确认偏误这一思维缺陷或说认知偏差来帮助自己通向成功。 确认偏误就是你相信什么，你就会主动搜寻能增强这种相信的信息。这样，你相信的东西就越会成真。同样，如果你有坚定的信念，你相信自己能成功，那么你会主动搜寻（行动）能增强你成功的信息，那么，你成功的可能性将会变得更大。 此文鸡汤味浓厚，如果不能信服，权当一次思维之旅。 文|雾满南山 2016.09.30","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"谔谔之师","slug":"013 谔谔之师","date":"2017-08-29T07:59:33.000Z","updated":"2017-08-29T08:00:34.698Z","comments":true,"path":"2017/08/29/013 谔谔之师/","link":"","permalink":"http://yoursite.com/2017/08/29/013 谔谔之师/","excerpt":"","text":"师者，所以传道、授业、解惑也。这是古人韩愈在文章《师说》中对老师下的定义。依照此定义，回顾我自读书以来所遇到的老师，才发觉他们之中的很多人其实是不满足师者这一定义的。这些老师里面，大多数只处在授业这一最基本的职能上，能够解惑于我们的，很少，而传道者，寥寥也。 在人类的历史长河中，老师是一个非常古老又非常圣神的职业。在古代中国，一直有着“一日为师，终身为父”的说法，可见中国古人对老师的尊敬。而在如今的中国人眼里，教师职业是否依旧如此神圣，这里不做讨论。在一个人的成长过程中，总会有那么一两个老师，对其一生的影响至深至远，无论影响是好是坏。 回顾我的读书生涯，对我影响最深的老师，他的出现，是在前年我的大学时光。出于某些原因，我这里不写出他的真名，只管喊他刘老师。但这位对我影响最深的刘老师，却不是真正教我课程的老师。我一直在蹭他的课，自我从一同学口里得知学校有这么一位老师以来。 刘老师教授毛概课。每一个大学，之所以开设这门课，我想但凡有点思考能力的大学生都能够看出来其真实意图或用处，那便是——洗脑。所谓洗脑就是利用外部影响力，向别人灌输异于一般价值观的思想，以符合操纵者的意愿。洗脑的本质含义，用一切手段将符合自己利益的错误虚假的认识与思想灌输给他人。 刘老师教授毛概课有个最大的特点：他从来不带课本，也不强求同学们带课本。记得他曾说过：“上他的课不带课本效果会更好。”初闻此言，“惊悚”之余，便已然断定他是为可敬的老师。可敬之外，也不失可爱。既然上课不带课本，你肯定会觉得他或是知识渊博，或是浑浑噩噩度日子，误人子弟？刘老师不带课本上课，只因他所讲的内容，无关于这门课的课本，他的授课内容，其实是有关各国的近代史。以中国近代史为主线，其它各国近代史作为补充。每一节课，他会讲一个主题，在讲这个主题的时候，都是从该主题的历史发端开始说起，他并不像某些教授同样内容的教师那样，出于某些政治考量以及自身的“聪明”，或断章取义，或半路杀出个程咬金，就是不跟你讲述某主题的真实源头。每一次上课，刘老师都是手提一个像电脑包模样的手提包，黑色的。他的这个包，里面装着的，都是跟他当天讲述的主题有关的资料。虽说刘老师授课不带课本，但他备课却是十分的认真。他所准备的授课所需的资料里，经常会有二十年前他在青年时代收藏的保存完好的唱片，有数十年前的保存完整但泛着黄、历史味浓郁的报纸和杂志，也有或新或旧的各色书籍和其它一些东西。 记得有一次讲述前苏联的历史，上课时老师一走进教室，便从他那看起来很旧的像电脑包一样的黑色的手提包里拿出了红色封面的看起来很旧的一本书，他把这本书从中间打开，然后将书直立于讲桌上，书里有文字的那一边朝向我们。这样立着的书，不免让人立刻就想到墓碑。准备好这一切之后，在教室里六十多个或稚嫩或沧桑、或大或小的脸上满是狐疑的眼神的期待下，刘老师开始了他的授课，但并没有对他的这一行为向我们做任何解释或交代。第一节课结束后，老师去了教师休息室。我走上讲台拿起他立着的那本书一看，赫然列着的书名《苏共亡党十年祭》（黄苇町）也着实让我心头一惊。在我仔细看过目录，粗略翻了几页正文后，我把书合起来平置于讲台后就回了座位。再次上课老师走入教室后，也是没说话，只是如上节课那样，将我平置于讲台上的书从中间打开后直立于讲桌上，刘老师的这一举动，无疑又加大了我们的疑惑。他还是没做什么解释，依旧接着上节课的内容继续讲课。由于不解，当时的我在胡乱思索着各种可能原因，想必那时候有很多同学都在同样的胡乱猜测和思索着。 直至那天的课结束，他仍旧没有给过我们解释或说明。由于那书名当时给我的震慑感，使得我后来把该书买了回来通读了一遍。《苏共亡党十年祭》是黄苇町对苏东剧变的回顾和反思作出的更系统、更充分的阐述。该书以史为镜，通过剖析苏共因失人心而失天下的历史悲剧，深刻阐述了保持党和人民群众的血肉联系是党的生命线，坚持“三个代表”重要思想是党的执政资格所在这一重大主题。文中渗透着对党和人民事业的责任感，针砭时弊，“实话实说”，有很强的思想震撼力。在读完该书后，我几乎能测想到老师当时把书直立于桌子上的原因。他就是想让该书起到墓碑的作用，以提醒我们某些东西。 刘老师大概一米八的个头，戴一副银边框的眼镜，镜片看起来有点厚。他的头发很黑，只是发型很普通，并不如某些老师的发型来的光和亮。他好像很不讲究自己的穿着，在教我的那段时间，都是两套衣服轮流穿。衣服是很普通的那种，但都洗的很干净。他的左手腕常戴一块银白色金属手链的机械手表，而右手腕上，戴着一个黄色的塑料材质的表链为螺旋型的运动手环，那个手环看上去很旧了，有一处貌似因破损而缺少了一块。刘老师是一个爱较真的人，在他的课上，绝对不允许衣衫不整的学生出现。在上课后，他会在教室里走动环视一圈，将那些衣衫不整的学生挑出来，让他们回寝室重新整理自己的着装后再来上课。记得有一次下午的课上，它挑出了五个穿着拖鞋来上课的学生。在那五个同学换过鞋后，他才允许他们进入教室继续上课。上课睡觉在很多老师那里是默许的，但是在刘老师的课上，是绝对不允许的，一旦发觉有打瞌睡的同学，他会让其站起来听几分钟课，等到他睡意消失后，才让他坐下听讲。刘老师虽然不如其他老师那样通情理，但却很受同学的欢迎。每次下课后，都会有好些个喜欢政治和历史的同学追着他，继续问一下他们感兴趣的问题。那时的我也是课后追着老师跑的学生之一，记得有次我问的问题短时间内无法讲清楚，刘老师便约我在一个礼拜六去他家。在他家里，他彻底解决了我之前的困惑。困惑解决后的感觉是很好的，浑身会觉得特别通畅。 刘老师对我的影响，除了他那有特色的授课风格和“不合时宜”的爱较真外，更多的还是他深厚的知识储备和深刻的思想建设以及敏锐的洞察力。 在当下这个流氓气、匪气肆意横流的中国，有风骨的人便都会被排挤到社会的边缘，刘老师便是我认识的又一位边缘人。但是，边缘人也会有追随者。 千人之诺诺，不如一士之谔谔。 文|雾满南山 2016.09.10（文章写于教师节）","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"知行合一","slug":"012 知行合一","date":"2017-08-29T07:53:54.000Z","updated":"2017-08-29T07:56:08.206Z","comments":true,"path":"2017/08/29/012 知行合一/","link":"","permalink":"http://yoursite.com/2017/08/29/012 知行合一/","excerpt":"","text":"近来生活，常多有挫败感。不仅读书没有了往日那种饱尝人类知识琼浆后微醉的快意，反而生生多出了些许的忧虑。有时竟能使人蓦地不胜其悲，惟恍惟惚。呆呆坐望，竟也不知悲从何来，亦不知其何往，怪哉！ 重庆的天一如既往的多变。在经受了前几日令人心焦的蒸烤后，近来又进入了连绵的阴雨天。重庆的这种天气，像极了一双饱含泪水，欲滴又止的婆娑泪眼，叫人看了顿觉沉闷和局促。面对这使人不安的连绵阴雨天，却又开始羡慕起了往日的酷热，就像在那酷热的天里羡慕绵绵细雨一样。 人的善变，并不比重庆善变的天气来的慢和迟。多变的天气，总也有法去预测一番，而多变的人心，却是叫人捉摸不透？人类乃群居动物，若想彼此之间进行深度的合作和密切的交流，捉摸人心自然乃是生存的技能之一。不管人心怎么难以捉摸，也还是得去捉摸一番。捉摸人心，并非是为了与人勾心斗角，亦非知彼而胜人。捉摸人心，为的是体悟人性，为的是降服烦躁的己心，为的是安稳的生活。一个人若对人性越洞悉，其性格便越趋于温和沉稳，其思想便越趋于理性，自然活的也会更加通透。依循着人性去识人心，此乃有效的生存法则之一。 面对人性，世人多有善恶之争。孔子性善，荀子性恶。而我，则更倾向于王阳明的无善无恶说。 [ 王阳明，明朝人。原名王守仁，幼名云，字伯安，别号阳明。曾因居于会稽山阳明洞，自号阳明子，学者称之为阳明先生，亦称王阳明。] 王阳明先生于五百多年前的龙场一朝唔道，非常深切的了解到了生命的真相，这是一种苦思后的彻悟。自此，阳明心学横空出世。 无善无恶心之体有善有恶意之动知善知恶是良知为善去恶是格物 这四句真言，不但是先生的哲学思想，更是无数世人的心灵导引。这五百多年来，数不清的世人踏着阳明先生的心路历程，体悟先生的心学智慧，始终不渝的践行着“知行合一”的行事理念。 知行合一，乃是阳明先生思维高度运转后的深刻洞见，是阳明先生对日常生活的哲学提炼。知行合一讲究的是：知便是行，行便是知，知行本是一体。这完全背离了前人对知和行的认知，前人认为知和行是两个动作，而王阳明则认为其是合二为一的，是一体两面的，是不可分割而论的。 今人常受困于拖延症、强迫症、反复无常的情绪困扰和懒癌等现代“病”，为此耗费了大量的精力，经常被此类病弄的心力交瘁，疲惫不堪，心智萎缩。面对这类病症，世人若能潜心读一读阳明先生的心学，若能关照一番自己的内心，想必定能扫平现代病的阴霾，获得一个平静安宁祥和的内心世界。 行笔至此，心中郁结已解。 文|雾满南山 2016.09.08","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"几首小诗","slug":"011 几首小诗","date":"2017-08-29T07:37:16.000Z","updated":"2017-08-29T08:02:06.552Z","comments":true,"path":"2017/08/29/011 几首小诗/","link":"","permalink":"http://yoursite.com/2017/08/29/011 几首小诗/","excerpt":"","text":"躁夜雾满南山/2016.09.01躁夜暗红的跑道映着昏黄的灯光数不清的灵魂孤独的转着圈—断音雾满南山/2016.09.07关上了阳台的门拉起了床帘本想着和外面的声音一刀两断才发现自己太自以为是于是干脆躺着去分辨每一种声音怪事此刻声音全都不知踪影只剩下虚空和寂静荒凉的虚空死一般的寂静—六月离影雾满南山/2017.07.04离别六月间山花和热浪黯淡离去人背影拉的悠长影子端的那个她是否会为我哭泣？","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"从对凤姐的再认识说起","slug":"010 从对凤姐的再认识说起","date":"2017-08-29T07:34:40.000Z","updated":"2017-08-29T07:56:20.545Z","comments":true,"path":"2017/08/29/010 从对凤姐的再认识说起/","link":"","permalink":"http://yoursite.com/2017/08/29/010 从对凤姐的再认识说起/","excerpt":"","text":"罗玉凤，85年生，重庆綦江区人，因一系列雷人言论走红于网络，被人称为“凤姐”，现居美国从事修脚工一职。 初知凤姐，是在五年前的高中时代。第一次知道她，缘起于她有关自己找男朋友的标准的言论。记得当时是在一个礼拜天的早晨，我躺在床上浏览手机新闻的时候，看到了她所要找的男朋友必须是清华或北大毕业生之类的言论。五年过去了，我现在还能清晰的记起当时读完新闻中有关她上述言论后的激烈情绪反应——对她深深的憎恶。这种憎恶，好似一股强烈的夹带着腐臭气味的气流产生于全身的每一个细胞，然后从全部的毛孔中喷涌而出，同时为她赤裸裸的无耻行为感到羞愧。当时的我之所以对她有如此强烈的厌恶反应，很大一部分原因乃因看了新闻中有关凤姐的配图，其次才是她的言论。在当时的我看来，新闻照片中的凤姐，嘴唇粗厚、眼神暗淡，这样的两个器官长在她那张较肥大的脸上使得整个面部看上去极不协调，再加上当年对清华和北大学子的崇拜（这种崇拜在现在看来，并非是出于对清华和北大学子较强学术和科研能力的崇拜，实乃崇拜他们身上的光环——虚荣心在作怪），所以才会觉得丑陋不堪的凤姐是不配做清华和北大学子的女友。正是在这样的价值取向和世界观的指导下，当时的我对于凤姐生出了无限的发自全身心的憎恶。 看过这样的新闻后，在和我同住一个院子、同读一个高中的好朋友来回学校的路上，我们多次交流过彼此对凤姐言论的看法，当时我们两个人的看法不出预料的一致——都表现出了对凤姐深深的憎恶。当时的高中同学，他对于凤姐深深的厌恶感是否来源于跟我一样的原因——对清华和北大的崇拜以及凤姐样貌之丑陋的反感——我不得而知。但以我对好友的了解，他十有八九也是出于同样的理由。现在想来，假若当时的凤姐是位美貌的女子，我们还会对她生出那样的憎恶之感吗？想必不会，我们可能不仅不会有憎恶感，反而很有可能会觉得清华和北大的学子就应该与优秀的人相配——貌美的女生。同时，我们更有可能还会因凤姐的此番言论而生出对清华和北大学子更加深深的艳羡。这件往事犹如德国童话故事白雪公主和七个小矮人中王后手里的魔镜一样清晰的照出了高中时代我那病态的价值观和世界观，彻底剥开了披在我身上的愚昧外衣，露出了毫无思想建设和虚伪的本原。 我觉得，一个人在初中毕业进入高中之前就应该形成健康的人生观、价值观和世界观。可是以我对当时身边同学的了解和观察，大多数学生并未能够做到这一点。这或多或少可以反映出我们的家庭教育和学校教育的失当，窃以为此现象值得每一个中国人反思。 在大学时代，有意无意中陆陆续续读了一些凤姐的文章，每读一篇，虽并不认同她文章中的某些观点，但每次都会为她的思考而感到吃惊，随着对她文章的阅读，加之自己通过大量阅读各国著作以及思考、对自己不健康的三观进行修正，我对于她当年的憎恶感早已化作烟云，不但如此，有时候还会因她在文章中所表达的观点或思想而对她生发出一丝丝的敬意，更会对于自己当年的无知而感到羞愧难当。从她到达美国后所写的文章中，我们可以明显的看出她的思考更加全面和成熟。感兴趣的朋友可以读一读她最近发表的文章《孙杨拿不到金牌就该向国人道歉》。 凤姐对社会生活中事件的思考，其思考能力在广度和深度上远远高出很多大学生。如今的大学生，在十多年洗脑和灌输教育的摧残下，很多人早已沦为不会思考的一族。他们犹如行尸走肉般，经常游走于被叫做象牙塔的地方。学者资中均对中国教育发出过可能导致人种退化的担忧，窃深以为然。 文|雾满南山 2016.08.13","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"阳光下随想","slug":"009 阳光下随想","date":"2017-08-29T07:32:02.000Z","updated":"2017-08-29T07:56:26.178Z","comments":true,"path":"2017/08/29/009 阳光下随想/","link":"","permalink":"http://yoursite.com/2017/08/29/009 阳光下随想/","excerpt":"","text":"前些天把初中读过的爱尔兰作家伏尼契的《牛虻》又读了一遍。今天又在读高中读过的俄国作家托尔斯泰的《复活》。 最近几天读书的时候，往事犹如黄昏时分地平线上的落日，在晚霞的遮掩下，若隐又若现。浮上心头的往事，将我带到过去的情境中，使我觉得所有的往事好似只发生在昨天，岂料一晃已是数年。 时光如梭，又如刚偷完东西的小贼，玩命似的向前狂奔而去。虽然此身处在今天，但心中的思绪或是念想，更多的还是被昨天的记忆和明天的幻想所填满。人们常说，人要活在当下，可又有多少人，能够安安静静的活在当下，享受岁月的静好？不去回忆昨天，也不遥想明天？佛说:一切念头皆为幻象。佛又说幻中求幻，犹如镜中取花，水中捞月，皆是虚妄。可是，没有了这些幻象，人活着又有何意义？人活着一定得追寻点什么意义吗？是不是人们口中的佛，心中的神，也全都是幻象呢？ 在这个善恶颠倒、道德堕落、虚假的歌舞升平、人性之恶肆意横流的时代，我们该怎样保有我们高洁的灵魂，我们又该怎样救赎自己的灵魂？让自己的灵魂再次复活？ 死灵魂啊死魂灵…… 小结 这些天的早晨，拿把椅子坐到院子里北屋的窗子前，等着太阳的升起。正不知胡乱思索着什么，阳光就已偷偷爬上了我的脚面，不一会，它就爬过了我的头顶，爬上了山巅，普照着大地。阳光以它温柔的光芒，抚摸着万物，正如一位母亲抚摸着她未满周岁的孩子。 文|雾满南山 2016.08.04","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"晨间小记","slug":"008 晨间小记","date":"2017-08-29T04:18:23.000Z","updated":"2017-08-29T04:19:06.933Z","comments":true,"path":"2017/08/29/008 晨间小记/","link":"","permalink":"http://yoursite.com/2017/08/29/008 晨间小记/","excerpt":"","text":"下了一夜的雨终于停了，大雨总是慈爱的，它就像母亲一样，替自己的孩子——大地万物——洗净全身的灰尘。 眼前有一棵树，我叫不出它的名字，看上去跟样槐树差不多一个模样，正在摇曳着它部分的叶子，好似刚洗完澡的孩子，正赤裸着身子向母亲挥舞自己的手臂，满脸的笑容。 这棵树差不多有五层楼高，在树根不到一米的地方，长着一颗跟它一样的小树，小树斜歪着树干，依偎在大树的身上，它随着大树，也在轻摇被大雨洗了一夜的嫩叶。我不知这颗小树是不是大树的一部分，也不知它们是何时靠在一起的。它们相互依偎着，一起淋雨，一起迎阳，日复又一日。 早晨的空气特别清新，尤其是下了一夜大雨的晨。清新的空气伴着稍有一丝凉意的风，拂过我还未洗的脸，让人感觉清爽。若能在酷热的盛午置身于这样的清风和空气里小睡一会，那该是多么惬意的事，想必这只是我的奢望罢了。人总是贪婪的吗？总希望着这刻的享受能延续到未来？ 此刻微风停了，眼前的树也停止了摇曳，静悄悄的一动也不动，好似刚才那个活泼的孩子不知又打翻了什么东西，被她的母亲用责备的眼神盯着看。不时的，趁着母亲不注意，它也会偷偷的摇几下快活的叶子。 天总是多变的，正如十八岁的女孩。又打雷了，大雨似又要来了。淋了一夜的雨，想必这棵树最盼望的是东升的太阳。 天际突然一亮，原来是闪电跟着雷声出来凑热闹了。屋子外面现在是它们的舞台，我该进屋了。 文|雾满南山 2016.06.24","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"如何学习游泳","slug":"007 如何学习游泳","date":"2017-08-29T04:14:22.000Z","updated":"2017-08-29T10:25:59.348Z","comments":true,"path":"2017/08/29/007 如何学习游泳/","link":"","permalink":"http://yoursite.com/2017/08/29/007 如何学习游泳/","excerpt":"","text":"我来自大西北，那是个干旱缺水的地方。在家乡生活过的岁月里，从没下过超出膝盖深的水。对深水唯一的感受，来自于县城的澡堂池子。 第一次真正进泳池，是在大学的体育课上。还清楚的记得当时刚入泳池的感觉：胸腔被压断的几乎无法呼吸、冷的发抖、恐惧。在第一次尝试把头埋入水中时，恐惧上升到了极点。也就是在那一刻，才最真切的体验了一番什么是真正的恐惧。 我以自己学习游泳的经历，谈谈如何掌握游泳这一技能。在我看来，学会游泳得把两个最基本的基础技能做好。那就是漂浮以及能在水里浮漂浮状切换为站立状。做好了这两点，游泳初学者才有可能摆脱对泳池边的依赖，进而学会其他游泳动作。否则，他只能永远待在泳池边上。 为什么要先学会漂浮？我认为，第一：漂浮是学习游泳的最最基础的东西，只有掌握了如何漂浮，才算是基本了解以及适应了水性，才有进一步学习的可能。第二：学会漂浮，算是克服了对水的第一层恐惧，这是非常必要的。只有对水不恐惧，人才能做到在水中放松。只有对水不恐惧，人才能做到在水中放松。放松对游泳的掌握来说是关键之一。在学习漂浮的全程中，人是离不开外物的，即就是在结束漂浮的时候，必须借助外物让自己从漂浮状态转为站立态。一般初学者都是在泳池边上练习漂浮，池边自然就是他借助的外物。学会漂浮之后，第二步要学会的便是：不借助外物，自己能够从漂浮状切换到站立状。学会了这一步，就算克服了对水的第二层恐惧。只有到了这一步，才算是克服了对水所有的恐惧。 做好了以上两部步，自己才能摆脱在水中对外物的依赖，进而通过自己的摸索和后续的学习，真正掌握游泳这一技能。 小结 早晨八九点钟，太阳跃出于山巅，此时的阳光，如洒壶里泄出的水般洒向大地，洗净了万物的黑尘。 文|雾满南山 2016.05.11","categories":[],"tags":[{"name":"技术","slug":"技术","permalink":"http://yoursite.com/tags/技术/"}],"keywords":[]},{"title":"买书记及网络封锁漫谈","slug":"006 买书记及网络封锁漫谈","date":"2017-08-29T04:10:27.000Z","updated":"2017-08-29T10:26:25.916Z","comments":true,"path":"2017/08/29/006 买书记及网络封锁漫谈/","link":"","permalink":"http://yoursite.com/2017/08/29/006 买书记及网络封锁漫谈/","excerpt":"","text":"买书篇得知李天命这个人，是2016年3月份的事。在此之前，从未闻过此人。 李天命，香港哲学家、诗人。2004年退休前是香港中文大学哲学系讲师。以敏锐的思维、语理分析及思考方法闻名。 能得知李天命这个人，还得感谢我的一位网友——G-Dragon。认识网友G-Dragon不足一个月，我俩是在一个微信群里聊天认识的，之后她加了我好友。22日早晨她给我微信发了一张截图，截图上的内容是有关思维类的，我仔细看了一下图里的文字，马上意识到:该内容中提到的有关思维方法绝对是一个玩通哲学之人提出的。 看完截图内容，马上点开浏览器，输入截图中提到的重要/特殊字眼——杀闷思维。等页面切换过后，看到杀闷思维是一本书。黑色的封皮，这一下子吸引了我的注意（我喜欢黑色）。再一看作者，李天命三个字稳稳的映入眼帘。大致浏览了一下该作品的目录，可真是叫人热血沸腾，目录背后的内容，已无限的勾起了我的好奇心和读书欲。 正眼观鬼 脱物羁累 有情无情浮世绘 不快乐就不快乐 这是我从目录中挑出的几条，仅是这几条目录，就让我深深的迷恋这部作品，我迫不及待的想一睹目录背后的文字。但我得强忍着，因为我还得做点其它的事。 接下来，我在浏览器中输入李天命作品集六个字，弹出的页面中，赫然列着这些著作:《李天命的思考艺术》、《破惘》、《从思考到思考之上》、《语理分析的思考方法》、《杀闷思维》、《寒武纪》、《存在与人生》、《思考与人生》、《存在主义概括》和一些音频文件（这些音频文件无法打开）。一下子看到这么多充满哲思且迷人书名的作品，心里激动异常。借此激动劲，我绝对可以狂跑三十公里。我一一点开作品的目录浏览了一遍，甚是喜欢，这种感觉就如同浏览初恋情人的照片般美好，让人遐思无限。 浏阅完所有作品的目录，耳边忽然响起一个声音说:喜欢就买下来。于是，我便听从了那个声音，打开淘宝，输入李天命，点击搜索，刹那间，黑夜般诡异又如犹抱琵琶半遮面的姑娘般迷人的封皮跳了出来，死死的吸住我全部的注意力，让人窒息。原来李天命所有作品都是黑色封皮，这也算是怪事一桩。我猜李天命也是喜欢黑色的，至于他是否是想用自己的思想来印证诗人顾城那句“黑夜给了我黑色的眼睛，而我却用它来寻找光明”，我不得而知。挑了几家店铺，把《李天命的思考艺术》、《杀闷思维》、《从思考到思考之上》以及《破惘》果断买下。《语理分析的思考方法》等其它作品全都断货，又去亚马逊和当当等看了一下，同样是断货。这时候我突然好像发觉了点什么，难道余下这些作品在大陆被禁止出版？无奈，只好去找电子版，在茫茫网海找了好一会，毫无所获，电子版的竟然也没有，这不禁让我肯定了我之前的推断，没找到的这些作品应该是被禁了（当然也可能是自己的文献/资料搜索水平不够）。 既然国内找不到，只好翻墙去外网寻找。调试好设备，一键翻墙到youtube。在youtube上，我找到了那些余下的作品以及他的讲座录音文件。随便点开一个音频文件听了几分钟，就已被李天命幽默风趣的讲课乐的合不拢嘴。下载好余下作品的电子版，终于长吁了一口气，轻松亦又兴奋。我有一个怪癖——不喜欢看电子版的书籍，所以只好在淘宝找了家重庆的复印店，把电子版的作品发了过去，让他们给我装订成书再发过来。（把电子版的文件装订成书还是比较便宜的，复印一页一般是3分或4分钱，普通封皮一般在5元之内，如果想要好点的封皮，一般也都在15元之内）。在写这些文字的时候，李天命的作品已全都躺在我眼前的书桌上，包括打印的那几本。 网络封锁漫谈篇经济全球化，政治民主化，这是世界发展的大趋势。在互联网如此发达的21世纪，地球上依旧有那么几个国家在对自己的国民实行网络封锁。比如中国和朝鲜等。实行网络封锁的国家都有个共同特点:国内都实行非民主的政治制度。 封建时代，有很多国家都玩过闭关锁国，不过随着时代的发展，它们最终都要么自己打开国门融入了世界，要么被别国用枪炮轰开了大门。如今的网络封锁，实就是闭关锁国的升级版。目的就在于国内制造信息的不对称，借着信息的不对成以及谎言维持国内恐怖气氛，进而实行专制统治。 在这种封闭环境中生活的人们，耳目自然是闭塞的。我们听到的一切信息，或多或少都是被过滤处理过的。背后有个操作者，它让你听到允许你听到的，让你看到允许你看到的;让你听不到你该听到的，让你看不到你该看到的。由于信息的不对称，我们对很多事实的判断就很可能是非常片面的，甚至是错误的。在这种环境下生存，我们唯有想尽一切办法，多看看墙外面的世界，多听听墙外面的声音，多呼吸墙外面的新鲜空气。唯有如此，才不至于麻木愚蠢直到死。还有最重要的一点，那就是要多读书，多思考。用理性逻辑的思考，透过表面现象的迷雾看清事件背后的真相及本质。人活着，就应该学会如何独立正确的去思考，难道不是吗？ 文|雾满南山 2016.03.20","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"你能读懂未知的文章吗","slug":"005 你能读懂未知的文章吗","date":"2017-08-29T01:52:21.000Z","updated":"2017-08-29T10:27:26.603Z","comments":true,"path":"2017/08/29/005 你能读懂未知的文章吗/","link":"","permalink":"http://yoursite.com/2017/08/29/005 你能读懂未知的文章吗/","excerpt":"","text":"副标题：《阅读整理术》读书笔记 摘要:我们一般理解和采用的阅读方式，是低层次的，最多只能得到与自己生活相近的知识。有关自己完全未知事物的文章，才是真正值得学习的有价值的知识。如果没有丰富的阅读经验，只用这种低层次的阅读技巧，根本无法达到阅读的效果。 自我测试 你有怀疑过自己的阅读能力吗？ 你接受过阅读训练吗？（在学校或其他机构） 你觉得，阅读的文字与想要表达的实际事物之间有必然的联系吗？ 能够阅读，但是读不懂书的内容，这样的人到底有多少？ 什么是真正的阅读？一本接一本读完手边的书，真的比没有读书好吗？ 目录前言 一、阅读经历1、日常阅读2、你懂阅读吗？3、幼儿是如何学习语言的（语言教育是所有教育的基础） 二、α阅读、β阅读以及混合阅读1、α阅读2、β阅读3、混合阅读 三、如何学会β阅读1、素读/音读2、外语学习3、用耳阅读4、禅宗公案5、推敲和删改 四、书籍简介 前言 书一直被视为知识的源泉、人类进步的阶梯，但随着信息爆炸时代的来临，人们面对浩如烟海的信息开始应接不暇，“浅显易懂”的文风越来越盛行，很多读者在阅读书籍时开始避重就轻，耽溺于阅读易懂的书籍，排斥相对生涩的未知领域，能从阅读中获得新知、获得成长的人已经越来越少。作者写这本书想追究的是，什么样的阅读才堪称真正的阅读，盲目的读完一本又一本真的比不读书好吗，以及要锻炼我们的精神，获得真正的新知，应该采用何种阅读方法等问题。 一、阅读经历 1、日常阅读 你有没有想过我们在日常生活中所使用的词语和想要表达的实际事物之间是一种什么关系？你是否觉得词语与想要表达的实际事物之间有着必然的关系？本书作者外山滋比古告诉我们：词语与想要表达的实际事物之间是没有必然关系的。如中国人称狗为狗，美国人称狗为Dog,德国人则会把狗称为“Hund”.换句话说，狗的词语和狗这种动物之间只是一种随机约定的关系，而不是“必然”的关系。 我们在阅读的过程中，之所以能读得懂，那是因为我们阅读的是已知的内容，遇到未知的内容时，我们几乎就读不懂。我们一般理解和采用的阅读方式，是低层次的，最多只能得到与自己生活相近的知识。有关自己完全未知事物的文章，才是真正值得学习的有价值的知识，如果没有丰富的阅读经验，只用这种低层次的阅读技巧，根本无法达到阅读的效果。 真正的阅读是阅读未知，未知的阅读必须靠高度智力及想象力的运作，阅读已知只是准备阅读未知的阶段而已。 2、你懂阅读吗？ 如果觉得能读文学作品或评论文章就算懂得阅读，这只能算是一种错觉。抽象的文字似乎让人感觉很恶劣，但事实上，不理解抽象乐趣的读者，根本不理解人类的哲学。或许我们学到的是有些错误、有点落伍的阅读方法，或许我们从来不曾认真思考，阅读真正的文章或词语是何等状况？如何做才能学会这种阅读方法？读书的目的是向未知挑战，完全不进行高层次的阅读，一味用量来填补，便容易产生问题。也就是说，现代人用阅读的量来转移品质上的缺陷，让自己安心。 我们理解语言的方法通常是用已知的知识去对照。知道的就能理解，不知道的就无法理解，理解过程简单明快。换句话说，拥有的知识越多，人理解新知识就越容易。拥有的知识越少，听取或阅读新知识就越困难。我们总在不知不觉间，用吸引自己的方式阅读或听取词语达到的意思。所以若事先未具备知识，懂也会变成不懂或误解，若事先具备了相应的知识，就能闻一知十。用快速扫描的方式阅读书本，毫无问题。 3、幼儿是如何学习语言的（语言教育是所有教育的基础） 无论哪个小孩，都不可能一出生就理解语言。语言是从人的教导中记忆、学习而来。 怎么才能教会幼儿使用词语呢？就是不断重复叙述同一个词汇。重复说出相同的词汇，这些词汇就逐渐变成既知，具有既知的特质。时常且充分地重复同一词语，词语与所代表的事物就会产生连带关系。例如，母亲在孩子面前，不断重复称呼自己“妈妈”，就会让孩子理解自己的母亲与“妈妈”这个词语之间存在关系。同样的过程一再重复，孩子就会逐个记住每一个词语。用此方法学得的词语，还必须通过不断的重复使用，才能变成既知的知识。另一方面学习的对象也只限于孩子的经验世界里的事物——主要就是周遭各种东西的名字。用此方法记忆身旁事物名字所得到的词语，作者称为母乳语。母乳语指的是具体的、可以体验到的世间事物；相对的还有另一种词语是抽象的、孩子们无法体验到的事物。作者称呼这种词语为离乳语。词语的教育并非从学校教育才开始，而是就读小学之前就应该完成的基础教育。也就是说，无论针对α型阅读所需的言语行动或β型阅读所需要的言语能力，一定得乘幼儿期学好。一个人有无阅读未知的能力，跟他小时候有无学习β语、离乳语有相当大的关系。 语言有两项内容：一是理解已知的事物，并从事一些表现的活动。二是创造。 二、阅读类型 1、α型阅读 α型阅读是指阅读既知（阅读已经知道的内容）的阅读方式。 当我们阅读描述某一场篮球比赛的文章时，如果之前我们正好现场观看过该场球赛或通过电视看过球赛的转播，那么我们会觉得阅读起来毫无困难，感觉读起来既轻松又愉快，有很高的阅读兴致。这是因为，我们阅读的这篇文章所描述的实际事物是我们已经知道的内容，这就是α型阅读。随着教育越来越普及，只会阅读文字，读到自己认识的东西就能懂得的α型读者也日渐增多。这类型的读者无法读自古流传下来的古典书籍，却认定自己能够阅读。他们要求书籍符合自己的口味，也就是用α型阅读就能消化。 α型阅读的弊端： （1）读再多已知的信息也无法学到新知识，只从事既知事物的阅读，读者很难出现变化和进步。（2）不管读什么，都想一读就懂，这是习惯α型阅读的人很容易陷入的误解。 2、β型阅读 β型阅读是指阅读未知(阅读未知的内容)的阅读方式。 和α型阅读不同的是，β型阅读没有垫脚石，只能从文字去理解内容，所以有时会引起误解。 β型阅读时，不能因为不懂就要求别人教你，必须运用自己的力量去领悟。β型阅读是所有学科的基本阅读方式。 3、混合阅读 混合阅读是指：所阅读的文章中，既有既知的内容，也有未知的内容。 这种文章都是以α型阅读的既知为根基，然后同时置入非懂不可的未知，也就是β型阅读一起考量。事实上，大多数文章都是两者的混合。 注意： （1）一般的阅读都是以α与β混合型阅读居多。不过由于大多数人只能从事偏α型的阅读方式，在阅读的时候，就会经常误解文章的意思。（2）α型阅读与β型阅读的区分，并非只是阅读技巧上的不同。（3）阅读未知的障碍：第一道障碍是语言和文字，未知的文字经常代表多重意思，如果不了解便读不懂。文章之所以难读，就是因为里面的文字可能指涉多重意思；第二道障碍是就算了解文字或词汇的意思，但是读完文章依旧如在五里雾中。 三、如何学会高层次的β型阅读 训练β型阅读尽可能要从小时候开始，理由跟人类幼儿期的创造性语言活动最强烈有关 1、素读/音读 就是先不考虑文章含义，只是朗读表面文字。是种明知道自己不理解所读内容，却在此状况下继续阅读的阅读方式，这也是β型阅读的原动力。由α型阅读转换到β型阅读来看，首先碰到的问题是，我们无法测出必须花多少时间才能转换成功。因此素读的理念就是，一举攻下城池——先读了再说。 学会素读的方法之一，是选定高价值的古典原版书籍作为教材。教材必须是能让学习者及周遭绝对信任的书籍。古典的东西当然不可能一读就懂，必须重复阅读好几次，过程中不理解的东西自然就能理解，这就是所谓的读书百遍。 素读培养人格：从素读进入真正的阅读，会对个人的人格形成带来很大的影响。 2、外语学习 外语的阅读与母语不同。看起来很平常的外语文章，读起来却让人难以理解意思。正因为难读，因此才能让人养成集中注意力去阅读的习惯，进而提升自己的理解能力。 3、用耳阅读 就是别人朗读，自己通过耳朵听的阅读方式。 英国哲学家、数学家与逻辑学家罗素，其自传中有一句有趣的说辞：“用耳朵读到……”，阅读者就是他的夫人。罗素说自从他用耳朵阅读之后，文章写的更好，他的文笔因此更上一层楼。 4、禅宗公案 古代禅宗的公案，正好可以呈现β型阅读的极致。因为公案是用亲身的体悟去理解完全的未知，既得的知识无法被拿来当成公案。所谓的公案就是一种帮助参禅者领悟真理的手段，由指导者提出问题，解答的难易度会根据思维方式的不同而定。 有位隐居在川越（位于日本琦玉县西南方）的小庙里的禅僧名叫云岗，有一天碰到在猎鹰的道灌。云岗给道灌以下的公案： 感觉像自己已经死过一次，已经放弃一切的人，在未知的因缘下再活过来的话，会变成怎样？ 虽然日日夜夜都在费心思索这个问题，道灌还是想不透，就这样他跑进小田原寺的最乘寺去修行，更加费心的持续思考这个问题。有一天早晨，上完厕所想要站起来，腿脚麻痹了，所以向后倒了。就在刹那间，长久以来试图解开的大问题忽然如融冰般的化解了。（有关道灌这则故事摘自松浦英文所著的《达摩入门》。） 要解读完全未知的事物，就得付出这种程度的努力。想得到正确的解释、解决之道，就要充分重视时间的影响力。时间可以增加力量，读不懂的文章就一直读，在这当中时间就会产生作用。随着时间改变，未知的对象与想理解的人都会一点一滴地改变，最后就可能达到彼此能沟通的境界。由领悟公案答案的过程就可以了解到这点。 5、推敲和删改 删改是针对他人作品的行为，相对地，推敲则是针对自己作品的行为。在阅读的过程中，经常推敲自己的作品或是删改作者的作品能很大程度上提升自己阅读未知的能力，增强自己的创造力。 四、书籍简介 书名：阅读整理学 作者：外山滋比古（日本） 译者：吕美女 出版：后浪出版公司/北京联合出版公司 文|雾满南山 2016.06.05","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"由特供制度想到的","slug":"004 由特供制度想到的","date":"2017-08-28T08:41:15.000Z","updated":"2017-08-29T04:02:13.081Z","comments":true,"path":"2017/08/28/004 由特供制度想到的/","link":"","permalink":"http://yoursite.com/2017/08/28/004 由特供制度想到的/","excerpt":"","text":"中国在建政之初便从老大哥苏联那里引进了特供制度，直到当今的2016年，特供制度依然很低调的存在着。 纵观历史，这种特供现象存在于权力高度集中且不受监督和限制的国家（集团），即极权专制的国家中。在政治体制为民主政治的国家中，为什么不可能有这种病态的特供制度存在？我想这里最主要的原因在于权力的私有。在极权专制的国度，权力被少数人私有且不受监督，因此，手握权利之人便可肆无忌惮的运用手中的权力为自己/权利集团牟利。在民主制度的国家，权力不被某些个体或集团私有，而是被全体公民所有，这体现在公民手握的选票上。而且，他们的权力始终处于被监督的环境下，公民一旦发现权力被某些人私用或歪用，那么他们便会通过手里的选票将其替换掉。不正当运用权力者还会为此承担非常严重的法律责任。正是因为权力被时时刻刻处于监督之中，腐败和特供等病态的政治现象才会销声匿迹，无处遁形。 当下的中国社会，各种社会矛盾频发，维稳经费一路水涨船高，造成这些不正常现象的主要原因，我认为问题还是出在政治制度方面。这种权力被少部分人滥用且权力不被监督的状况，使得社会大环境变得极其不公正，法律成了一纸空文，在这种不公正环境下生存的人们，他们会想方设法的谋取权力或和权力发生联系，公务员热就是这一问题的表现。不受限制不被监督的权力是通吃一切的，因此，与权力产生联系会极大的增加个体的生存资源。也因此，在与权力靠近的过程中，个体会想尽一切办法采取任何手段，这就又为腐败提供了肥沃的土壤和适宜的环境，权力寻租和贿赂现象便必然会发生。 当下中国的反腐进行的轰轰烈烈，在普通人看来，这届执政者才是真正的为人民服务，是实实在在的为百姓谋福利谋幸福。可事实是否真如此值得打个大大的问号。反腐是为百姓还是权斗值得每一个人认真的去思考，我们有必要搞清这个问题，以免因自己的无知而被权力所绑架利用。反腐如果不从政治制度处入手改进，那么，根除腐败是无望的。政治体制不改。这种运动式的反腐完全无效。杀掉一百个周永康、郭伯雄、徐才厚和令计划之流，只要腐败存在的土壤————政治制度不变，那么还会有千千万万个周永康、徐才厚、郭伯雄和令计划站起来。 文|雾满南山 2016.03.29","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"游泳小记|副标题：游泳之意外","slug":"003 游泳小记","date":"2017-08-28T07:55:35.000Z","updated":"2017-08-29T04:02:23.916Z","comments":true,"path":"2017/08/28/003 游泳小记/","link":"","permalink":"http://yoursite.com/2017/08/28/003 游泳小记/","excerpt":"","text":"今天下午五点半左右，又去泳池游泳。跟往常一样，还是在练习蛙泳、自由泳，偶尔也练习仰面漂浮。没有刻意练习过漂浮，但还是能仰面漂浮了，这让我既惊又喜。仰面漂浮的感觉很好、很放松，有种摆脱了地心引力般的享受。 今天在蛙泳的过程中，我的泳镜被一个同学撞了，两个镜片中间的连接杆被撞断了，整个泳镜也就报废了。我的眼睛在水里是勉强能睁开，但是特别难受，做不到长时间在水里睁眼。现在泳镜不能用了，而且自己刚到泳池没多久，现在就回去感觉有点不妥，因此，我下定决心，开始练习不带泳镜去游泳。 第一次试游的时候，眼睛极其不舒服，而且几乎不能睁开，因此没游几下马上就出水了。稍加调整后，再次入水，这次感觉好多了，眼睛能在水里睁开较长时间。就这样不断练习了好多次后，眼睛完全适应了在水里睁开，只是睁开的幅度不大，但是已不影响正常游泳。 由这个经历（或意外）让我认识到了很多东西。如果自己的泳镜没被撞坏，自己又不摘掉泳镜的话，那我肯定还是跟以前一样，极度不适应在水里睁眼。由此我想到那句众人皆熟的话:不试着努力一把，你永远也不会知道自己的潜力有多大。 很多时候，我们的停滞不前或不自信，都是源于自己内心深深的恐惧感（大多数时候这个恐惧感都是自己凭空想象的结果），因为恐惧新的行动（或是改变）带来的未知后果，因此我们选择止步不前，把自己留在当下的舒适区中，以此来对付内心的恐惧。可实际上，只要敢于面对自己的恐惧，勇敢的迈出第一步，你会突然发现，之前内心里的那个恐惧原来是如此的不堪一击。 我们心中的恐惧感一方面会保护我们免遭很多伤害，但另一方面却有可能死死的困住我们。因此，找到一个化解自己内心恐惧感的方法，是每个人成长过程中都要面对且必须学会的技能。战胜内心里不必要的恐惧感，你的人生自会走的更远。 文|雾满南山 2016.06.01","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"第一篇博文之感谢信","slug":"002 第一篇博文之感谢信","date":"2017-08-28T01:05:52.000Z","updated":"2017-08-29T04:02:33.708Z","comments":true,"path":"2017/08/28/002 第一篇博文之感谢信/","link":"","permalink":"http://yoursite.com/2017/08/28/002 第一篇博文之感谢信/","excerpt":"","text":"博文首发，感慨良多。 这是我第一个博客，身为一名技术小白，该博客能够成功搭建，全靠了诸多无名网友们的无私帮助。 最应感谢的两位网友是陈素封和郝洲。前者的一篇hexo博客搭建教程贯穿指导我整个博客搭建过程；网友郝洲更是直接在线给我提供一些技术指导和帮助。 其次要感谢的是网上那些无名网友写的一篇篇相关搭建教程。整个搭建过程，参考了很多网友写的多篇教程，再次一并谢过。 接下来要感谢伟大的互联网。互联网的诞生，极大的繁荣了我们的世界。互联网的存在，给我们每一个地球人带来了无比的机会，使得每一个地球人都有了实现自我价值的平台和可能。 最后要感谢的是开智学堂。也是在开智学堂，让我第一次接触到github等先进工具。初次接触github后，便一发不可收拾的喜欢上了。如今我对github的依赖程度已是越来越深，相应的，其对我生活的渗透也越来越广泛。每次使用github，都会让我有一股莫名的愉悦感。 在此也要顺便感谢一番自己，感谢爱折腾的自己。没有自己的爱折腾，注定就没有此博客。","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://yoursite.com/tags/随笔/"}],"keywords":[]},{"title":"Hello World","slug":"001 hello-world","date":"2017-08-27T23:43:28.697Z","updated":"2017-08-29T03:56:06.974Z","comments":true,"path":"2017/08/28/001 hello-world/","link":"","permalink":"http://yoursite.com/2017/08/28/001 hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[],"keywords":[]}]}